{"id": 2412, "data": "Persuader: Good afternoon, how is everything going?\n\tPersuadee: Great! How are you?\nPersuader: I am doing relatively well and fine. \n\tPersuadee: What kind of person are you?\nPersuader: Well, I believe that overall I am good person with a great drive to do as much for people in general.  Many have said that I am a giving and kind person.\n\tPersuadee: What kind good things do you do for people?\nPersuader: Well, I basically help individuals who are closest to me by helping the elderly with very tasks locally.  I also have a tendency to help children around my neighbor by mentoring some.  I also help with my local congregation by a Godly person as well.\n\tPersuadee: You sound like a very nice and charitable individual. It is a pleasure to meet you!\nPersuader: Well, thank I appreciate your kindness.  I try to do right by people.  I believe in the golden rule do unto others as you have them do unto you.\n\tPersuadee: That is a very virtuous code to live by. I admire your morality.\nPersuader: Thank you for your kindness.  I really appreciate your kind words.  It is nice to talk with you.  That brings me to one of the reasons why I am communicating with you today.\n\tPersuadee: I appreciate your kindness as well. What is your purpose? \nPersuader: Well, I believe in our children.  That is reason why I am a part of a cause to help children earth wide.  We are asking for any kind of monetary donation that you may have to help with the cause.\n\tPersuadee: I believe that helping children is a noble cause. How would my donation help these children? \nPersuader: Well, your donation would help on so many levels.  Your donation will help to the overall betterment, improved health, education, and safety of many of these children who come from a developing country.\n\tPersuadee: Why should I help these children? Are they not already being helped?\nPersuader: Well, let me say this.  The children in these countries would like to have additional money provided because still in our modern day, it is still not enough to help.  That is one of the reasons why we are asking for more help.  There are many stories of children who have died from hunger but additional donations would be able to help to quell some of these isolated instances.\n\tPersuadee: That is very compelling. How much of a donation are you asking for?\nPersuader: Well, any amount that you would like to offer would be greatly appreciated.  We like individuals to give from a joyful heart.  So whatever amount that you offer would be greatly appreciated and highly respected by our organization, the Save the Children fund.\n\tPersuadee: I have donated a lot this year to charity but I am able to spare $1 if it means helping children.", "label": [[11, 51, "8-NO-PERSUASION"], [94, 131, "8-NO-PERSUASION"], [185, 286, "1-RAPPORT-DISCLOSE"], [288, 337, "1-RAPPORT-DISCLOSE"], [406, 510, "1-RAPPORT-DISCLOSE"], [511, 589, "1-RAPPORT-DISCLOSE"], [591, 656, "1-RAPPORT-DISCLOSE"], [764, 803, "1-RAPPORT-OTHER"], [805, 833, "1-RAPPORT-OTHER"], [835, 908, "1-RAPPORT-OTHER"], [997, 1024, "1-RAPPORT-OTHER"], [1027, 1063, "1-RAPPORT-OTHER"], [1065, 1092, "1-RAPPORT-COMPLIMENT"], [1095, 1170, "1-RAPPORT-DISCLOSE"], [1253, 1285, "1-RAPPORT-DISCLOSE"], [1287, 1357, "1-RAPPORT-DISCLOSE"], [1359, 1447, "2-NEGOTIATE-REQUEST"], [1566, 1616, "4-LOGIC-OTHER"], [1617, 1767, "1-RAPPORT-DISCLOSE"], [1861, 1883, "8-NO-PERSUASION"], [1885, 2026, "1-RAPPORT-DISCLOSE"], [2028, 2088, "1-RAPPORT-DISCLOSE"], [2089, 2239, "3-EMOTION-EMPATHY"], [2089, 2239, "1-RAPPORT-DISCLOSE"], [2331, 2406, "2-NEGOTIATE-OPINION"], [2408, 2456, "2-NEGOTIATE-OPINION"], [2408, 2456, "1-RAPPORT-OTHER"], [2458, 2590, "2-NEGOTIATE-BARGAIN"]], "idx": "903"}
{"id": 2413, "data": "Persuader: hi. how are you. i want to donate money.\n\tPersuadee: hello, I am well, how about you? and yes I agree.\nPersuader: great.then you also want to donate money?\n\tPersuadee: Yes. So, being on topic, what social issue do you want to talk about? political controversies?\nPersuader: okay. we start to talk the political issue.\n\tPersuadee: Yes. Have you heard about the recent problem with Donald Trump?\nPersuader: yes. i hear some problems.\n\tPersuadee: There's a lot going on with him, such as the people are exposing his workers one by one and getting them arrested.\nPersuader: okay. you like donald trump.\n\tPersuadee: No sadly, I do not. Do you?\nPersuader: i also don't like him.\n\tPersuadee: Why not? What's your reasons? \nPersuader: he just like hitlar\n\tPersuadee: How so? Is it because he's a white supremacist?\nPersuader: no.. that's not a problem. In my point he just like hitlar. what do you think of him?\n\tPersuadee: I think he's very racist and biased. Very judgmental and idiotic.\nPersuader: okay. what about you?\n\tPersuadee: I would like a president that's more fair like Obama.\nPersuader: i also want that kind president\n\tPersuadee: Yes. Someone who came from hardship and is understanding. It was great talking to you. Thank you.", "label": [[10, 27, "8-NO-PERSUASION"], [28, 51, "8-NO-PERSUASION"], [291, 328, "8-NO-PERSUASION"], [421, 442, "8-NO-PERSUASION"], [570, 587, "8-NO-PERSUASION"], [125, 130, "8-NO-PERSUASION"], [131, 166, "2-NEGOTIATE-REQUEST"], [285, 290, "8-NO-PERSUASION"], [416, 419, "8-NO-PERSUASION"], [587, 608, "8-NO-PERSUASION"], [661, 683, "1-RAPPORT-DISCLOSE"], [738, 756, "1-RAPPORT-DISCLOSE"], [829, 855, "8-NO-PERSUASION"], [856, 889, "1-RAPPORT-DISCLOSE"], [889, 914, "1-RAPPORT-OTHER"], [1004, 1009, "8-NO-PERSUASION"], [1010, 1025, "8-NO-PERSUASION"], [1102, 1134, "1-RAPPORT-SIMILAR"]], "idx": "904"}
{"id": 2414, "data": "Persuader: Hello, how are you today?\n\tPersuadee: Great! How are you? How is your weekend going?\nPersuader: Not too bad. I'm excited to be volunteering my time to raise money for a children's charity. It's called Save the Children. \n\tPersuadee: that's great that you volunteer. what kind of activities do you do for the children?\nPersuader: Mostly what I do is try and encourage people to donate what they can to the cause. Save the Children has been around since 1919!  The funds are used to promote children's rights, better their education and health care and also provide emergency aid in situations of natural disaster. \n\tPersuadee: do you know what countries they primarily donate to?\nPersuader: Actually, there a huge number of countries that are helped by Save the Children. It's an international organization. Some of the countries include the U.S., Uganda, Kenya, Peru, and Cambodia. \n\tPersuadee: that is great. i heavily support organizations that help our own united states.\nPersuader: Did you know that, even one year after the destruction caused by hurricane Harvey, Save the Children is still present in Texas helping children to fully recover? It's truly a blessing what they do. Money also goes to provide shelter.  Just 77 cents a day can provide shelter for a refugee family. Do you think Save the Children is a cause that you would consider donating to?\n\tPersuadee: wow I'm heappy to hear that. It's wild the devastation that hurricanes do.\nPersuader: In 2017, 155 million children were helped. There's always more to do though. How would you feel about helping Save the Children by donating some or all of your payment from this task?\n\tPersuadee: i would be willing to donate 10 cents. My charitable donations budget is small because I do a great deal of donating to animal organizations. I love the italian greyhound rescue.\nPersuader: Even 10 cents is helpful. Thank you! That's great that you donate to animal charities. I support PAWS Chicago too. \n\tPersuadee: the snamils need our help just as much as the children do. \nPersuader: No doubt! I just heard about a country does not kill rescue animals in shelters. So every shelter they run is a no-kill shelter. Have you heard that?\n\tPersuadee: i didn't know about that. great to hear it! hopefully more will do the same. I have a 5k to run tomorrow for the italian greyhounds. all proceeds go to the animals.\nPersuader: Good for you! Wow, that's great!  It's nice when volunteers can act in other ways in addition to giving money. Especially since not everyone has the money to give. \n\tPersuadee: right. I like to donate my time in addition to money. charitable giving is a good thing to do.\nPersuader: Well thank you for offering 10 cents from this task to Save the Children. I will look into your charity as well and see what I can do to help. It's been nice talking with you. Have a great weekend and good luck with the run tomorrow!\n\tPersuadee: great, thanks. have a nice sunday!", "label": [[11, 36, "8-NO-PERSUASION"], [107, 119, "8-NO-PERSUASION"], [120, 199, "1-RAPPORT-DISCLOSE"], [200, 230, "1-RAPPORT-DISCLOSE"], [340, 421, "1-RAPPORT-DISCLOSE"], [423, 469, "1-RAPPORT-DISCLOSE"], [470, 622, "1-RAPPORT-DISCLOSE"], [701, 781, "1-RAPPORT-DISCLOSE"], [782, 817, "1-RAPPORT-DISCLOSE"], [818, 892, "1-RAPPORT-DISCLOSE"], [997, 1158, "1-RAPPORT-DISCLOSE"], [1159, 1194, "1-RAPPORT-DISCLOSE"], [997, 1158, "3-EMOTION-STORY"], [1195, 1230, "1-RAPPORT-DISCLOSE"], [1232, 1293, "1-RAPPORT-DISCLOSE"], [1294, 1372, "2-NEGOTIATE-REQUEST"], [1471, 1513, "3-EMOTION-STORY"], [1471, 1512, "1-RAPPORT-DISCLOSE"], [1514, 1548, "1-RAPPORT-OTHER"], [1548, 1654, "2-NEGOTIATE-REQUEST"], [1857, 1882, "2-NEGOTIATE-BARGAIN"], [1883, 1893, "8-NO-PERSUASION"], [1894, 1943, "1-RAPPORT-COMPLIMENT"], [1944, 1971, "1-RAPPORT-DISCLOSE"], [2056, 2065, "1-RAPPORT-SIMILAR"], [2066, 2136, "1-RAPPORT-DISCLOSE"], [2137, 2185, "1-RAPPORT-DISCLOSE"], [2185, 2205, "8-NO-PERSUASION"], [2394, 2407, "1-RAPPORT-COMPLIMENT"], [2408, 2427, "1-RAPPORT-COMPLIMENT"], [2428, 2504, "1-RAPPORT-COMPLIMENT"], [2505, 2558, "1-RAPPORT-OTHER"], [2677, 2750, "1-RAPPORT-COMPLIMENT"], [2751, 2819, "1-RAPPORT-DISCLOSE"], [2820, 2852, "1-RAPPORT-COMPLIMENT"], [2853, 2910, "1-RAPPORT-OTHER"]], "idx": "905"}
{"id": 2415, "data": "Persuader: I am supposed to get you to donate some of your payment to a children's charity.\n\tPersuadee: Could you tell me more about the charity?\nPersuader: It appears to be comething called Save the Children.  I have no other information.\n\tPersuadee: Where did you get that information and who specifically is the money going to?\nPersuader: The information is coming from the person who provided this hit.  They don't say who the money is going to.\n\tPersuadee: People aren't likely to donate to charities that they know nothing about.\nPersuader: Good point.  I don't like children but perhaps you do.\n\tPersuadee: I\\'m not going to donate to some generic \"Save the Children\" charity with no information. So, do we need to chat back and forth a few for times for this to be over?\nPersuader: I found some more info:   Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: What's their website address?\nPersuader: The address is  URL \n\tPersuadee: Good to know. I'm not going to donate.\nPersuader: How come you are so stingy?\n\tPersuadee: Are you going to donate? What is in it for you if I donate?\nPersuader: I have no money.  I will feel good if you donate.\n\tPersuadee: I'd rather donate my time or if I do donate money, it will be to a charity that's important to me of my choosing.\nPersuader: This is the only one that's available in this context.  You can donate part of your payment.\n\tPersuadee: I won't be donating as part of this survey.\nPersuader: You certainly aren't very charitable.\n\tPersuadee: I appreciate you trying to get me to though. I've never been on an MTurk Hit like this.", "label": [[10, 91, "1-RAPPORT-DISCLOSE"], [157, 209, "1-RAPPORT-DISCLOSE"], [210, 238, "1-RAPPORT-DISCLOSE"], [342, 406, "1-RAPPORT-DISCLOSE"], [408, 449, "1-RAPPORT-DISCLOSE"], [546, 558, "1-RAPPORT-COMPLIMENT"], [560, 601, "1-RAPPORT-DISCLOSE"], [790, 983, "1-RAPPORT-DISCLOSE"], [1038, 1057, "8-NO-PERSUASION"], [1121, 1148, "7-PRESSURE-INTIMIDATE"], [1232, 1248, "8-NO-PERSUASION"], [1250, 1281, "2-NEGOTIATE-REWARD"], [1419, 1473, "8-NO-PERSUASION"], [1475, 1511, "2-NEGOTIATE-BARGAIN"], [1579, 1616, "7-PRESSURE-INTIMIDATE"]], "idx": "906"}
{"id": 2416, "data": "Persuader: You should donate to save the children\n\tPersuadee: It sounds great, but tell me some more information.\nPersuader: It does sound great and save the children helps children in need\n\tPersuadee: That does sound like a good cause, I would love to donate\nPersuader: Great!  Then donate away!\n\tPersuadee: Think I will give the 2 dollars\nPersuader: You're a champion!\n\tPersuadee: Thank you very much, I love to help!\nPersuader: Great!  That's awesome of ya\n\tPersuadee: I feel so good doing it too!\nPersuader: You should!  You are helping worth people in need!\n\tPersuadee: I want to make all those kids so happy\nPersuader: Yeah!  You're $2 will go a long way towards that too!\n\tPersuadee: I know its small amount but it really adds up man\nPersuader: Yeah, totally.  It really does!  Every bit helps!\n\tPersuadee: Have you donated to them?\nPersuader: I have several times over the course of my life.  It's a charity I believe in.\n\tPersuadee: Wow thats wonderful of you!\nPersuader: SO I think we have an agreement.  Do you have to commit on your end?\n\tPersuadee: Yes I am ready to donate for sure!\nPersuader: Great!  thanks and good luck turking!", "label": [[11, 49, "2-NEGOTIATE-REQUEST"], [125, 189, "1-RAPPORT-OTHER"], [271, 277, "8-NO-PERSUASION"], [279, 296, "2-NEGOTIATE-OTHER"], [352, 370, "1-RAPPORT-COMPLIMENT"], [431, 437, "8-NO-PERSUASION"], [439, 459, "1-RAPPORT-COMPLIMENT"], [512, 523, "1-RAPPORT-SIMILAR"], [525, 562, "1-RAPPORT-OTHER"], [625, 630, "8-NO-PERSUASION"], [632, 678, "3-EMOTION-PROMISE"], [752, 766, "1-RAPPORT-SIMILAR"], [768, 784, "1-RAPPORT-SIMILAR"], [785, 800, "1-RAPPORT-SIMILAR"], [851, 899, "1-RAPPORT-DISCLOSE"], [901, 929, "1-RAPPORT-DISCLOSE"], [981, 1014, "2-NEGOTIATE-REMIND"], [1108, 1115, "8-NO-PERSUASION"], [1116, 1145, "8-NO-PERSUASION"], [1015, 1049, "8-NO-PERSUASION"]], "idx": "907"}
{"id": 2417, "data": "Persuader: Hi there! How are you doing tonight?\n\tPersuadee: Fine, thanks!  You/\nPersuader: I am doing pretty good, just relaxing for the night. What about you?\n\tPersuadee: Hanging out with family.  Doing some work.  Nothing exciting.\nPersuader: Pretty much the same here. Spending a little time looking at the news. Do you read the news pretty regularly?\n\tPersuadee: I read it online, all the time every day!  I like to keep informed.  A lot of times I am reading from places that I don't necessarily agree with.  I find that more interesting!  Local or National news?\nPersuader: Definitely both. I have really seen a lot about kids suffering lately. I am asking for donations to an organization called Save the Children. Have you heard of them?\n\tPersuadee: Maybe.  It's familiar.  Tell me about them.\nPersuader: They area n organization that collects donations and then is able to use 90% of the donations to help kids attain basic needs like food, clothes and shelter. I am wondering if you would donate part of today's pay? Even a donation of $0.05 can help.\n\tPersuadee: Maybe.  It this a local, national?  where are they helping kids?\nPersuader: It's both. They help kids in the US and other countries. Have you heard about the flooding in Hawaii?\n\tPersuadee: Of course.  I have a friend who has had to move in recent weeks.  .05 isn\\'t going to help anyone much.  I\\'ll donate 1.00 of the \"pay\" for today.\nPersuader: Oh man. That is terrible. Pretty much the same day the news covered the flooding in Hawaii STC pledged to step in and help. I really respected the way they stepped up. Wow! you donation will really help a lot of kids. Are you interested in their website?\n\tPersuadee: No, not really, to be honest!  I'm glad to do a donation, but I'm involved in a lot of things in my own community.\nPersuader: That is great that you help out in your community. What is your favorite thing to help with?\n\tPersuadee: Children's mental health, specifically assisting parents in having the information they need to assist their kids in getting and staying well.  I've been doing it for about five years.  \nPersuader: That is so important. I used to work with kids with special needs. I loved it. Is it your job or volunteer work?\n\tPersuadee: My job is managing a program for employment for people with barriers to employment.  The children's mental health work is volunteer.  What kind of special needs?\nPersuader: I worked with mostly kids that had physical disabilities. They were very young, 3-5 years old. Are the kids young, or older?\n\tPersuadee: Work is mostly young adults or older-  the volunteer work I do ranges from toddler to young adults.", "label": [[11, 47, "8-NO-PERSUASION"], [91, 143, "8-NO-PERSUASION"], [144, 159, "8-NO-PERSUASION"], [245, 271, "1-RAPPORT-SIMILAR"], [272, 315, "1-RAPPORT-DISCLOSE"], [316, 354, "1-RAPPORT-OTHER"], [580, 596, "1-RAPPORT-SIMILAR"], [597, 651, "1-RAPPORT-DISCLOSE"], [651, 721, "1-RAPPORT-DISCLOSE"], [722, 745, "1-RAPPORT-OTHER"], [813, 971, "1-RAPPORT-DISCLOSE"], [1027, 1061, "2-NEGOTIATE-BARGAIN"], [971, 1026, "2-NEGOTIATE-REQUEST"], [1150, 1160, "1-RAPPORT-DISCLOSE"], [1161, 1206, "1-RAPPORT-DISCLOSE"], [1207, 1251, "1-RAPPORT-OTHER"], [1422, 1429, "1-RAPPORT-OTHER"], [1430, 1447, "1-RAPPORT-SIMILAR"], [1448, 1545, "3-EMOTION-STORY"], [1546, 1589, "4-LOGIC-CONCEDE"], [1590, 1639, "3-EMOTION-EMPATHY"], [1640, 1676, "1-RAPPORT-OTHER"], [1815, 1866, "1-RAPPORT-COMPLIMENT"], [1866, 1907, "1-RAPPORT-OTHER"], [2118, 2139, "1-RAPPORT-SIMILAR"], [2140, 2184, "1-RAPPORT-DISCLOSE"], [2185, 2196, "1-RAPPORT-DISCLOSE"], [2197, 2230, "1-RAPPORT-OTHER"], [2415, 2473, "1-RAPPORT-DISCLOSE"], [2474, 2510, "1-RAPPORT-DISCLOSE"], [2511, 2540, "1-RAPPORT-OTHER"]], "idx": "908"}
{"id": 2418, "data": "Persuader: How are you doing today?\n\tPersuadee: I'm well, thank you! How are you doing?\nPersuader: Good, do you have any holiday plans?\n\tPersuadee: Only to relax! My significant other has to work today. What about you?\nPersuader: Going to a bbq later\n\tPersuadee: That sounds fun! Do you have a favorite BBQ food? I live for pasta salad.\nPersuader: I like steak.  I really like everything :)\n\tPersuadee: I have a really great recipe for ribs on the grill. Man, now I'm getting hungry! \nPersuader: speaking of my overindulgence, have you heard of a chrarity call Save the Children? They help children across the globe and locally too.\n\tPersuadee: I have heard of them. Notably from the various people canvassing the streets to get donations. Do you work for this organization?\nPersuader: I am just trying to get donations for them.  It is such a good cause.\n\tPersuadee: What exactly does the charity do for the children?\nPersuader: Millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. This charity helps save them with food, education, and clothes\n\tPersuadee: What kind of clothes do they provide? Is it brand new, or do they use donations?\nPersuader: Not realy sure here is their website for more info:  URL \n\tPersuadee: How long have you been helping them get donations?\nPersuader: Only a week or two.  Would you like to make a small donation?\n\tPersuadee: I can help out with a small amount. \nPersuader: Anything helps.  How much can I put you down for?\n\tPersuadee: Is a dollar too small?\nPersuader: That's great.  Have a great day.\n\tPersuadee: You too! Thanks!", "label": [[11, 35, "8-NO-PERSUASION"], [99, 135, "1-RAPPORT-OTHER"], [230, 250, "1-RAPPORT-DISCLOSE"], [347, 361, "1-RAPPORT-DISCLOSE"], [363, 390, "1-RAPPORT-DISCLOSE"], [496, 579, "1-RAPPORT-FRIEND"], [580, 631, "1-RAPPORT-DISCLOSE"], [785, 829, "1-RAPPORT-DISCLOSE"], [831, 855, "1-RAPPORT-DISCLOSE"], [930, 1008, "1-RAPPORT-DISCLOSE"], [1009, 1122, "3-EMOTION-STORY"], [1123, 1185, "3-EMOTION-STORY"], [1123, 1185, "1-RAPPORT-DISCLOSE"], [1008, 1122, "1-RAPPORT-DISCLOSE"], [1290, 1346, "1-RAPPORT-DISCLOSE"], [1422, 1442, "1-RAPPORT-DISCLOSE"], [1443, 1483, "2-NEGOTIATE-REQUEST"], [1544, 1559, "2-NEGOTIATE-BARGAIN"], [1561, 1593, "2-NEGOTIATE-BARGAIN"], [1640, 1653, "1-RAPPORT-OTHER"], [1655, 1672, "1-RAPPORT-OTHER"]], "idx": "909"}
{"id": 2419, "data": "Persuader: Hey good day.\n\tPersuadee: hello, how are you\nPersuader: I am good. How about you?\n\tPersuadee: I am doing alright, thank you\nPersuader: I am currently in florida.\n\tPersuadee: very nice, what are you supposed to talk to me about?\nPersuader: I am doing this service as a volunteer. Giving back some of my time to worthy cause.\n\tPersuadee: that is very noble, what is the cause?\nPersuader: Giving help to children in need. Are able to do so today??\n\tPersuadee: I may be...i'm broke tho\nPersuader: Your time is much more valuable.\n\tPersuadee: how can I give my time to the charity?\nPersuader: The task your doing is time and is equated to money. Thus give some of your time and they get part or all of your reward\n\tPersuadee: But if i dont give money, how do I help the children with my time?\nPersuader: there is a reward for this task. I giving them my reward. Can you do the same??\n\tPersuadee: how much do you give?\nPersuader: at least half maybe the entire, it is not much but with additional help it will make a difference.\n\tPersuadee: i dont know, i doubt it would do anything\nPersuader: I bet it would. Think about it.\n\tPersuadee: how would a couple cents help?\nPersuader: your cent and my cent with other cents will add up.", "label": [[11, 24, "8-NO-PERSUASION"], [66, 76, "8-NO-PERSUASION"], [78, 92, "8-NO-PERSUASION"], [146, 172, "1-RAPPORT-DISCLOSE"], [250, 290, "1-RAPPORT-DISCLOSE"], [290, 333, "1-RAPPORT-DISCLOSE"], [397, 429, "1-RAPPORT-DISCLOSE"], [430, 455, "2-NEGOTIATE-REQUEST"], [504, 536, "2-NEGOTIATE-BARGAIN"], [599, 652, "2-NEGOTIATE-REMIND"], [652, 719, "2-NEGOTIATE-BARGAIN"], [810, 842, "1-RAPPORT-DISCLOSE"], [843, 867, "1-RAPPORT-DISCLOSE"], [868, 889, "2-NEGOTIATE-REQUEST"], [935, 1033, "2-NEGOTIATE-OPINION"], [1099, 1114, "2-NEGOTIATE-OPINION"], [1115, 1129, "1-RAPPORT-OTHER"], [1185, 1236, "2-NEGOTIATE-BARGAIN"]], "idx": "910"}
{"id": 2420, "data": "Persuader: hai\n\tPersuadee: hello\nPersuader: Are u interested to do pay donation for children charity.\n\tPersuadee: Yes I am, I love children since I am a parent myself. \nPersuader: Iam also loving childrens so iam ready to pay $10 dollars to the charity\n\tPersuadee: I will match it however there are 2 charities I am interested in. Are we allowed to use their names here? I am not sure. \nPersuader: Iam sure with St Jude charity\n\tPersuadee: I like Make a Wish foundation. \nPersuader: oh sir..is that charity is believable?? I dont know about that\n\tPersuadee: Of course it is just as believable as any other charities like United way etc. \nPersuader: ok i will also go to the same.\n\tPersuadee: I like it since it mainly focuses on the children's health and helps families fight their kids' illness. \nPersuader: how much you would donate for this charity since last month.\n\tPersuadee: I donate to them once a year through my work when they come around for fundraising. This year I paid $50.00\nPersuader: ohh super sir.this is a great job.\n\tPersuadee: I try to do my part. Well I am ready to be finished now. This is supposed to be a 20 minutes task, it's been 24.  It was nice talking to you. How do we finish this task and submit? \nPersuader: ok sir thank you for your conncern and time for me.i will done with this chat.\n\tPersuadee: Take care. \nPersuader: i want to conclude this chat.so please u will done with this chat.\n\tPersuadee: Yes but I am not sure how to submit this hit and get credit for it? I don't see a submit button, do you?", "label": [[11, 14, "8-NO-PERSUASION"], [44, 101, "2-NEGOTIATE-REQUEST"], [179, 252, "1-RAPPORT-DISCLOSE"], [398, 427, "1-RAPPORT-DISCLOSE"], [483, 522, "1-RAPPORT-OTHER"], [522, 545, "1-RAPPORT-OTHER"], [649, 678, "1-RAPPORT-DISCLOSE"], [809, 869, "8-NO-PERSUASION"], [1001, 1015, "1-RAPPORT-COMPLIMENT"], [1015, 1035, "1-RAPPORT-COMPLIMENT"], [1292, 1319, "1-RAPPORT-DISCLOSE"], [1355, 1384, "8-NO-PERSUASION"], [1384, 1420, "8-NO-PERSUASION"], [1241, 1292, "1-RAPPORT-OTHER"]], "idx": "911"}
{"id": 2421, "data": "Persuader: Hi there, how are you?\n\tPersuadee: im good how about you?\nPersuader: Have you ever heard of the causes, Save the Children?\n\tPersuadee: yes i have, i have donated quite a few times\nPersuader: Just to remind you of the causes, Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: would you be interested in donating money\nPersuader: Of course I will be, but I think the situation here is that your role is the donator and mine is persuader?\n\tPersuadee: well could you tell me some of the benefits of donating\nPersuader: Sure. As a matter of fact, the world has made great progress for children. More children are alive and thriving today than ever before. But here's the problem. Millions of children in the U.S. and around the world still aren't getting what they deserve. We're talking about children in need. Dying, when the world knows how to save them. Vulnerable children in poverty. Denied an education. Forced to flee violence. Orphaned, abused, abandoned. Children with no reason to smile. No hope for the future.  The world's children deserve better.\n\tPersuadee: is there any cons to donating\nPersuader: For donor, there is no direct cons to donating. However, through the power of Sponsorship, you help ensure a child in need has the best chance for success _ with a healthy start, the opportunity to learn and protection from harm. Our innovative Sponsorship programs address the unique needs of children where they live.\n\tPersuadee: is there a minimum amount that i must donate \nPersuader: No, there isn't. It all depends on your generosity and financial ability. So would you like to donate?\n\tPersuadee: yes as a matter of fact i wish i could donate my whole life savings but that is not the case but i can donate  $0.25\nPersuader: That is indeed very kind of you for making this donating decision. The cause and organization deeply thank you for your donation.\n\tPersuadee: you are so very welcome and i hope this will help at least a little bit\nPersuader: Once again I would like to thank you for your donation and I assure you your donation will be used to help out those needy children.\n\tPersuadee: well i am thankful that we started talking otherwise i may have not been able to donate\nPersuader: Alright then, you have a nice day ahead.\n\tPersuadee: i hope have a very great day!", "label": [[11, 33, "8-NO-PERSUASION"], [80, 133, "1-RAPPORT-OTHER"], [203, 404, "1-RAPPORT-DISCLOSE"], [470, 577, "1-RAPPORT-DISCLOSE"], [657, 662, "1-RAPPORT-OTHER"], [663, 731, "1-RAPPORT-DISCLOSE"], [732, 792, "1-RAPPORT-DISCLOSE"], [793, 816, "1-RAPPORT-DISCLOSE"], [817, 910, "1-RAPPORT-DISCLOSE"], [911, 948, "1-RAPPORT-DISCLOSE"], [949, 994, "3-EMOTION-EMPATHY"], [995, 1026, "3-EMOTION-EMPATHY"], [1027, 1048, "3-EMOTION-EMPATHY"], [1048, 1072, "3-EMOTION-EMPATHY"], [1073, 1102, "3-EMOTION-EMPATHY"], [1102, 1135, "3-EMOTION-EMPATHY"], [1136, 1159, "3-EMOTION-EMPATHY"], [1161, 1197, "3-EMOTION-GUILT"], [1251, 1298, "1-RAPPORT-DISCLOSE"], [1299, 1480, "1-RAPPORT-DISCLOSE"], [1481, 1570, "1-RAPPORT-DISCLOSE"], [1640, 1656, "2-NEGOTIATE-OPINION"], [1657, 1714, "2-NEGOTIATE-BARGAIN"], [1714, 1742, "2-NEGOTIATE-REQUEST"], [1883, 1949, "1-RAPPORT-COMPLIMENT"], [1950, 2011, "1-RAPPORT-OTHER"], [2108, 2240, "1-RAPPORT-OTHER"], [2352, 2392, "1-RAPPORT-OTHER"]], "idx": "912"}
{"id": 2422, "data": "Persuader: Hello! Would you like to hear about Save The Children?\n\tPersuadee: What is it?\nPersuader: It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: Sounds like a good organization\nPersuader: I assure you that it is a wonderful organization! Your donation would be essential to help ensure children's rights to health, education, and safety. Your donation will make a tangible impact for the world.\n\tPersuadee: Is this the charity that they want us to donate?\nPersuader: Yes, we would be ever so happy if you want to donate to this charity. Your donation would go to a very trustable fund.\n\tPersuadee: I would love to donate.\nPersuader: Fantastic! What is an amount you are comfortable donating?\n\tPersuadee: Is this a mutual donation, from both of us.  Or do you represent the charity?\nPersuader: I am representing the charity and I am hoping that you will consider donating directly from your task payment. You can choose any amount from $0 to $2. Of course, Your $2 would make the most difference to these neglected children.\n\tPersuadee: I am willing to donate $1.  That seems to be fair to all.\nPersuader: Thank you so much for your generosity! The children of our organization will be so fortunate and happy to receive this. So many of these children are living in war zones in undeveloped countries. They face violence every day. 1,000 children were killed in the first 2 months of 2018. If you consider increasing your donation to $2, this will help DOUBLE the amount of children and our charity will match your donation at that level!\n\tPersuadee: I think I will stick to the $1.  That would make me happy to help.\nPersuader: We are so happy that you are helping as well. The children will really benefit from this. Last year, many children died from hunger because we did not get enough donations to fully feed their families. Even small amounts of change can mean the difference between life or death for the little ones. Is there any way you could consider going to $1.50? I just spoke with my manager and wonderful news! She said the charity would STILL be willing to match if you go up just that small increment!\n\tPersuadee: I love helping the children.  If you would consider the matching that amount of the $1, that would double the donation of $2 .\nPersuader: I will have to check with my manager. In the meantime, can I confirm your donation of $1 to our charity?\n\tPersuadee: Absolutely, I am glad to be able to participate for such a worthy cause.  Thank you so much.\nPersuader: No, thank you for being such a compassionate person!\n\tPersuadee: You are more than welcome.", "label": [[11, 17, "8-NO-PERSUASION"], [18, 65, "2-NEGOTIATE-REQUEST"], [101, 254, "1-RAPPORT-DISCLOSE"], [310, 359, "1-RAPPORT-OTHER"], [360, 460, "1-RAPPORT-DISCLOSE"], [460, 515, "2-NEGOTIATE-OPINION"], [589, 658, "1-RAPPORT-OTHER"], [659, 707, "1-RAPPORT-DISCLOSE"], [755, 765, "8-NO-PERSUASION"], [766, 813, "2-NEGOTIATE-OTHER"], [914, 1025, "1-RAPPORT-DISCLOSE"], [1026, 1066, "2-NEGOTIATE-BARGAIN"], [1067, 1145, "3-EMOTION-EMPATHY"], [1227, 1265, "1-RAPPORT-OTHER"], [1266, 1346, "1-RAPPORT-OTHER"], [1348, 1422, "3-EMOTION-EMPATHY"], [1423, 1452, "3-EMOTION-EMPATHY"], [1453, 1510, "3-EMOTION-GUILT"], [1512, 1659, "2-NEGOTIATE-BARGAIN"], [1750, 1796, "1-RAPPORT-SIMILAR"], [1796, 1839, "1-RAPPORT-DISCLOSE"], [1840, 1952, "3-EMOTION-GUILT"], [1952, 2047, "3-EMOTION-GUILT"], [1952, 2047, "2-NEGOTIATE-BARGAIN"], [2048, 2099, "2-NEGOTIATE-BARGAIN"], [2100, 2148, "1-RAPPORT-DISCLOSE"], [2149, 2241, "2-NEGOTIATE-BARGAIN"], [2392, 2429, "8-NO-PERSUASION"], [2430, 2496, "2-NEGOTIATE-REQUEST"], [2613, 2665, "1-RAPPORT-COMPLIMENT"]], "idx": "913"}
{"id": 2423, "data": "Persuader: Hello. May I tell you about a phenomenal charity for children?\n\tPersuadee: Hello.What do you thing about children charity.\nPersuader: Save the children is an organization that provides help and relief in developing countries and promotes children's rights. The children deserve a voice!\n\tPersuadee: Really.This sounds good.It is a great job.\nPersuader: They do great work. They need your help with a donation. It will be going to a trustable fund. There are children starving, alone and afraid that need your help today. \n\tPersuadee: How can I donate to them?\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: It is an easier way to me for donating them.But still I can't trust.Really it will go to the charity?\nPersuader: The research team will collect all donation and send it to Save the Children. Rest assured it will go to the non-governmental organization and directly to helping the needy children.\n\tPersuadee: I like to donate them 0.10$.\nPersuader: That is wonderful. Every little bit helps us reach our goal of helping millions of children daily. You are now a part of that solution. Could I persuade you to donate more?\n\tPersuadee: Yes.That's why I also help them each and every Cents will help them.I so happy to help to these charity.\nPersuader: Thank you. Look how much the average person spends on junk that is not absolutely needed. EVERY PENNY you donate will help a child in need. It is worth skipping a candy to feed a starving child or remove them from a warzone. Is it not?\n\tPersuadee: May I know where the charity located?\nPersuader: Save the Children is headquartered in the United States with operations out of Connecticut that then disperse funds to the needy.\n\tPersuadee: Fine.Is this an international charity?\nPersuader: Yes, it is. 90% of what is donated goes directly to the children and their needs, while a mere 10% OR LESS is used to fund these life saving operations. Ask yourself, does $2 save YOUR life? It will save a child.\n\tPersuadee: It is a clear details and great.Really they are doing a good job.\nPersuader: Do you want to help the children? \n\tPersuadee: Yes.Because it really bad to live the children without saving it.children's are the gods gift.\nPersuader: How much do you like to donate to the charity now? ", "label": [[11, 18, "8-NO-PERSUASION"], [18, 73, "1-RAPPORT-DISCLOSE"], [145, 268, "1-RAPPORT-DISCLOSE"], [268, 297, "3-EMOTION-EMPATHY"], [364, 382, "1-RAPPORT-DISCLOSE"], [384, 420, "2-NEGOTIATE-REQUEST"], [421, 458, "1-RAPPORT-DISCLOSE"], [460, 532, "3-EMOTION-GUILT"], [582, 632, "2-NEGOTIATE-REQUEST"], [633, 696, "8-NO-PERSUASION"], [697, 751, "2-NEGOTIATE-BARGAIN"], [877, 954, "1-RAPPORT-DISCLOSE"], [1112, 1131, "1-RAPPORT-COMPLIMENT"], [1131, 1210, "1-RAPPORT-OTHER"], [1211, 1247, "1-RAPPORT-OTHER"], [1248, 1284, "2-NEGOTIATE-BARGAIN"], [1553, 1636, "3-EMOTION-GUILT"], [1638, 1648, "7-PRESSURE-MANIPULATE"], [1902, 1913, "1-RAPPORT-DISCLOSE"], [955, 1059, "1-RAPPORT-DISCLOSE"], [1413, 1423, "1-RAPPORT-OTHER"], [1424, 1502, "6-SOCIAL-NORMS"], [1503, 1552, "3-EMOTION-EMPATHY"], [1710, 1839, "1-RAPPORT-DISCLOSE"], [1914, 2055, "1-RAPPORT-DISCLOSE"], [2055, 2092, "3-EMOTION-GUILT"], [2093, 2114, "3-EMOTION-EMPATHY"], [2204, 2238, "3-EMOTION-EMPATHY"], [2357, 2407, "2-NEGOTIATE-BARGAIN"]], "idx": "914"}
{"id": 2424, "data": "Persuader: hi\n\tPersuadee: Hello, how are you?\nPersuader: I'm fine, how are you?\n\tPersuadee: I am fine thanks, are you interested in donating?\nPersuader: Yes, I was interested in donating.\n\tPersuadee: What about children's charities? I mean you donate here and there or you have any specific charities on mind?\nPersuader: I know a little bit of children's charities. But i do not donate any charities.\n\tPersuadee: I have know few charities through MTurk, like \"Save the Children\"\nPersuader: Oh! That's great, Please do you tell me something about children's charities?\n\tPersuadee: This specific charity works on children's issues in 120 countries, their main focus is on health and hunger.\nPersuader: Okay, Do you donate any children's charities?\n\tPersuadee: Yes i do, I've donated on HITs, part or all of my reward. I have a soft heart for children\nPersuader: Me also a soft heart, I will definitely donate for future. \n\tPersuadee: This organization is very transparent with its financial reports which made me trust them\nPersuader: I'm fine now. I will definitely be interested in donating.\n\tPersuadee: yes, they also work with big companies like IKEA and Disney, It is good to see some ethical companies\nPersuader: Okay, I learned a lot in talking to you\n\tPersuadee: Thank you, It was a nice talk. I would be happy if you tell me about the charities you know and trust\nPersuader: Thank you very much for chatting with me. I really like this.\n\tPersuadee: Thank you for your time an attention. Have a nice day", "label": [[11, 13, "8-NO-PERSUASION"], [57, 79, "8-NO-PERSUASION"], [153, 187, "8-NO-PERSUASION"], [321, 365, "8-NO-PERSUASION"], [366, 399, "8-NO-PERSUASION"], [490, 567, "8-NO-PERSUASION"], [700, 745, "8-NO-PERSUASION"], [860, 917, "1-RAPPORT-SIMILAR"], [1047, 1091, "8-NO-PERSUASION"], [1033, 1046, "8-NO-PERSUASION"], [1217, 1256, "8-NO-PERSUASION"], [1382, 1423, "8-NO-PERSUASION"], [1424, 1443, "8-NO-PERSUASION"]], "idx": "915"}
{"id": 2425, "data": "Persuader: Hello!  Hope you are having a wonderful day.  Have you heard of the charity Save the Children?\n\tPersuadee: Yes, i am and I have heard of Save the Children.\nPersuader: Would you ever consider donating any portion of your earnings from MTurk to a charity such as this?\n\tPersuadee: Yes, I have done that with different surveys and you?\nPersuader: I think I would donate to a charity like this if given the chance.  I think it is important to help those less fortunate.  \n\tPersuadee: Always important especially one that involves children.  They are our future.\nPersuader: Yes.  Saving the Children helps to ensure children's rights to health, education, safety, etc.  If people like us donate I wonder how much an impact it could make on the world around us?\n\tPersuadee: We make an impact even if it's to one child.\nPersuader: Yes.  I have heard and read about countless stories of children dying from hunger all over, so even to help one child is a major impact.  Sounds like you are willing to donate to this cause?\n\tPersuadee: Always willing to donate to a good cause like this one.  Are you doing the collecting?\nPersuader: Not personally, but I just like to talk to people about the greater good.  I know in America we are blessed and it is good to help those who can't help themselves.  I like you work this job to make money, but occasionally donate when I can.  Obviously, I can't do it every time, but a small donation every once in a while helps.\n\tPersuadee: It does help. I usually volunteer because I have more time to spend than money and volunteers are need everywhere.\nPersuader: That is true.  I sometimes struggle with the time issue since having a family, so donations like this help me feel like I am making an impact.  I think it would be helpful for this cause if we donated to this charity.  Here is the link to their website if you want to find out more about what they do  URL \n\tPersuadee: Okay thanks for website. I am sure we can donate money there.  I like that the survey gives us a chance to donate part of our pay.\nPersuader: How much do you plan to donate from $0 to $2?  The research team will collect all donations and send it to Save the Children.\n\tPersuadee: I have decided on half so that's $1 and you?  Are you donating any today?\nPersuader: I will probably donate as well, but haven't decided on the exact amount.  I don't mean to be vague, but just need to think about it some more.\n\tPersuadee: okay, I am retired and don't have extra money to give so it's good to do this way.\nPersuader: That is very generous of you.  I agree this is a good way to do this.  Hope you are enjoying your retirement.  You have been very easy to chat with.  I am thankful there are people like you in the world to help with charities.  I think Save the Children is a good cause to help so many in need.\n\tPersuadee: Yes, I think it's a good cause and they make it easy for us to donate this way.  ", "label": [[11, 17, "8-NO-PERSUASION"], [19, 55, "8-NO-PERSUASION"], [57, 105, "1-RAPPORT-DISCLOSE"], [178, 277, "1-RAPPORT-OTHER"], [355, 422, "1-RAPPORT-DISCLOSE"], [422, 476, "3-EMOTION-EMPATHY"], [580, 584, "8-NO-PERSUASION"], [586, 674, "1-RAPPORT-DISCLOSE"], [676, 766, "1-RAPPORT-OTHER"], [835, 838, "8-NO-PERSUASION"], [841, 970, "3-EMOTION-STORY"], [973, 1025, "2-NEGOTIATE-OPINION"], [1136, 1209, "1-RAPPORT-DISCLOSE"], [1211, 1299, "1-RAPPORT-OTHER"], [1301, 1376, "1-RAPPORT-DISCLOSE"], [1378, 1464, "1-RAPPORT-DISCLOSE"], [1603, 1616, "1-RAPPORT-SIMILAR"], [1617, 1745, "1-RAPPORT-DISCLOSE"], [1746, 1820, "2-NEGOTIATE-OPINION"], [1822, 1909, "1-RAPPORT-DISCLOSE"], [2064, 2110, "2-NEGOTIATE-REQUEST"], [2111, 2189, "1-RAPPORT-DISCLOSE"], [2286, 2360, "1-RAPPORT-DISCLOSE"], [2361, 2429, "1-RAPPORT-OTHER"], [2536, 2566, "1-RAPPORT-COMPLIMENT"], [2567, 2605, "1-RAPPORT-SIMILAR"], [2607, 2645, "1-RAPPORT-OTHER"], [2647, 2685, "1-RAPPORT-COMPLIMENT"], [2686, 2762, "1-RAPPORT-OTHER"], [2764, 2830, "1-RAPPORT-DISCLOSE"]], "idx": "916"}
{"id": 2426, "data": "Persuader: Hi, I hope you are well today!\n\tPersuadee: I am how are you doing?  \nPersuader: Great! I'm getting ready to spend the day volunteering for my favorite charity!\n\tPersuadee: Yes, so I think it is a good idea to donate to the childrens charity.\nPersuader: Same here! I am volunteering for the charity called Save the Children. Are you familiar with them?\n\tPersuadee: No I am not. Can you tell me about it?\nPersuader: They promote children's rights and help support kids in developing countries. It takes so little money to help feed a starving child.\n\tPersuadee: What can I do to help?\nPersuader: I'm so glad you asked! One thing you could do is agree to contribute what you make just from this one task we are doing right now. \n\tPersuadee: Ok how much do you need?\nPersuader: If you pledge to contribute the reward from this task, that will feed a starving child for a full day! Isn't that amazing? \n\tPersuadee: That is awesome but I need the money so I can't afford to give right now.\nPersuader: I know what you mean, I need to make money too. But at the same time, here we are in front of our computers, and we can work all day to make up the small amount we will contribute. \n\tPersuadee: I can't work all day.  I have to take care of my disable family member and I really can't afford it.\nPersuader: Oh I'm so sorry to hear that. I have problems too. But as little as $1 can feed a child for the whole day. I don't know about you, but I could find $1 in change just lying around the house. No matter how big our problems are, we are not going to starve for lack of a dollar...\n\tPersuadee: I have 10 cents I can give.\nPersuader: That's awesome and generous! Thank you for doing this. I will also give money today. Believe it or not, 10 cents makes a difference in a child's life!\n\tPersuadee: Wonderful.  I am so happy I can help.\nPersuader: Thank you again. If you would like to learn more about Save the Children, check out their website. Have an awesome day and thank you again! \n\tPersuadee: What is the website for Save the Children?\nPersuader: The web address is  URL ", "label": [[11, 41, "8-NO-PERSUASION"], [91, 97, "8-NO-PERSUASION"], [97, 169, "1-RAPPORT-DISCLOSE"], [264, 274, "1-RAPPORT-SIMILAR"], [275, 334, "1-RAPPORT-DISCLOSE"], [335, 362, "1-RAPPORT-OTHER"], [425, 502, "1-RAPPORT-DISCLOSE"], [503, 558, "3-EMOTION-EMPATHY"], [605, 627, "1-RAPPORT-OTHER"], [628, 735, "2-NEGOTIATE-BARGAIN"], [605, 627, "1-RAPPORT-OTHER"], [784, 887, "2-NEGOTIATE-REMIND"], [888, 907, "1-RAPPORT-OTHER"], [1006, 1053, "1-RAPPORT-OTHER"], [1054, 1185, "2-NEGOTIATE-REMIND"], [1312, 1341, "1-RAPPORT-OTHER"], [1342, 1362, "1-RAPPORT-DISCLOSE"], [1363, 1418, "2-NEGOTIATE-BARGAIN"], [1363, 1418, "7-PRESSURE-PRESIST"], [1419, 1502, "7-PRESSURE-PRESIST"], [1502, 1588, "7-PRESSURE-PRESIST"], [1640, 1668, "1-RAPPORT-COMPLIMENT"], [1669, 1695, "1-RAPPORT-OTHER"], [1695, 1724, "1-RAPPORT-DISCLOSE"], [1725, 1790, "1-RAPPORT-DISCLOSE"], [1852, 1868, "1-RAPPORT-OTHER"], [1869, 1950, "1-RAPPORT-DISCLOSE"], [1951, 1991, "1-RAPPORT-OTHER"], [2059, 2083, "1-RAPPORT-DISCLOSE"]], "idx": "917"}
{"id": 2427, "data": "Persuader: hello\n\tPersuadee: Hi there!\nPersuader: Hey I'm here to ask you if you are willing to donate lets say $10 from a program called save the children\n\tPersuadee: What information can you give me about the program? What is it's goal?\nPersuader: well it's a program for US children from the poorest families\n\tPersuadee: Oh fantastic so it helps children here in the US!  Is it for food?  Education?  Medical Needs?\nPersuader: all of it, but if many people go for this, it doesn't even need to be $10, just whatever you like to give\\\\\n\tPersuadee: Do you know what exactly the money goes for in regards to the children?\nPersuader: childrens rights, relief (hunger) and support\n\tPersuadee: Okay, perfect.  Would love to donate.  Is it a non-profit?\nPersuader: yes of course as it should be\n\tPersuadee: Agreed.  Is my donation tax-deductible?\nPersuader: wow, I was afraid of that question, i'm not sure\n\tPersuadee: I appreciation the honesty.  I would like to donate $2.\nPersuader: yeah that's very kind of you, thank you. may I ask if you are male or female?\n\tPersuadee: I am female.\nPersuader: Females are often more gently when it comes to children, do you agree?\n\tPersuadee: Yes, the motherly instinct in us.\nPersuader: I'm male, but I of course love my children more than anything but I do understand this\n\tPersuadee: It is incredible how much they capture our hearts and how fast it goes.  I always try to help causes for children.\nPersuader: okay, so you agree to donate $2 for this purpose?\n\tPersuadee: Yes, I am happy to donate $2.\nPersuader: Thank you, and for your information, to learn more I will give you the website", "label": [[11, 16, "8-NO-PERSUASION"], [50, 155, "2-NEGOTIATE-REQUEST"], [250, 311, "1-RAPPORT-DISCLOSE"], [430, 536, "2-NEGOTIATE-BARGAIN"], [633, 678, "1-RAPPORT-DISCLOSE"], [761, 790, "1-RAPPORT-DISCLOSE"], [854, 902, "1-RAPPORT-OTHER"], [982, 1022, "1-RAPPORT-COMPLIMENT"], [1023, 1059, "1-RAPPORT-OTHER"], [1096, 1166, "1-RAPPORT-OTHER"], [1224, 1310, "1-RAPPORT-DISCLOSE"], [1449, 1498, "2-NEGOTIATE-BARGAIN"], [1552, 1630, "1-RAPPORT-OTHER"]], "idx": "918"}
{"id": 2428, "data": "Persuader: Hello.\n\tPersuadee: hello, how ru?\nPersuader: Doing fine. Trust you are doing well?\n\tPersuadee: Yes I am, thanks\nPersuader: Are you familiar with the chariable organization called Save the Children?\n\tPersuadee: I think I have heard of them\nPersuader: I was just doing some research on them. They help to ensure children's rights to health, education, and safety. That sounds like a good mission, don't you agree?\n\tPersuadee: I do, they sound like a worthy organization\nPersuader: For instance, much of their focus is on working with children in developing countries, and especially in war zones. That sounds like very important work to help children in those areas.\n\tPersuadee: It really does.  I'm impressed\nPersuader: You should check out their website some time, it's  URL \n\tPersuadee: Ok, I will be sure to do that.\nPersuader: I just read there that in Syria, millions of children have grown up with a daily threat of violence. In January and February, around 1,000 children were killed or injured there. I can't imagine having to live in those kinds of conditions each day.\n\tPersuadee: I can't either.  We take so much for granted\nPersuader: I plan on donating to them after what I've read about them. Would you consider making a donation as well?\n\tPersuadee: Possible, I already donate to other organizations.\nPersuader: If you did, how much would you like to donate from your task payment? It can be any amount up to $2. \n\tPersuadee: I would give 10 cents\nPersuader: Great! The research team will collect the donation and send it to Save the Children.\n\tPersuadee: ok,sounds good to me", "label": [[11, 16, "8-NO-PERSUASION"], [68, 93, "1-RAPPORT-OTHER"], [134, 208, "1-RAPPORT-OTHER"], [301, 373, "1-RAPPORT-DISCLOSE"], [373, 422, "1-RAPPORT-OTHER"], [490, 605, "1-RAPPORT-DISCLOSE"], [606, 675, "4-LOGIC-OTHER"], [841, 941, "1-RAPPORT-DISCLOSE"], [942, 1018, "3-EMOTION-EMPATHY"], [1019, 1088, "3-EMOTION-EMPATHY"], [1407, 1437, "2-NEGOTIATE-BARGAIN"], [1337, 1406, "2-NEGOTIATE-REQUEST"], [1491, 1568, "1-RAPPORT-DISCLOSE"], [56, 67, "8-NO-PERSUASION"], [261, 300, "1-RAPPORT-DISCLOSE"], [730, 785, "1-RAPPORT-DISCLOSE"], [1157, 1217, "1-RAPPORT-DISCLOSE"], [1217, 1262, "2-NEGOTIATE-REQUEST"], [1484, 1490, "8-NO-PERSUASION"]], "idx": "919"}
{"id": 2429, "data": "Persuader: Hello, are you ready to talk about Save the Children?\n\tPersuadee: What is Save the Children? I haven't heard about that organization\nPersuader: Save the Children is an International organization that ensures children's right to health, safety and education.\n\tPersuadee: Oh thats's amazing! Do doctors/nurses/teachers/etc. volunteer in order to provide services to the locations that the organization operates in?\nPersuader: Save the Children is supported by all sorts of volunteers, including people like yourself who make small cash donations.\n\tPersuadee: Do they hold fundraisers like some of the other big name charities that tend to draw in celebritiries and other famous figures?\nPersuader: They conduct relief efforts; they are preparing now to help children in Hawaii? I am not certain of all the ways they raise money though; I know they depend a lot on small donations.\n\tPersuadee: What issue(s) are going on in Hawaii that requires them to go there and provide aid?\nPersuader: Hurricane like conditions; the Big Island just got thirty inches of rain.\n\tPersuadee: Wow, I'm surprised I didn't hear about that! Are they still operating in Puerto Rico? I know they are still rebuilding\nPersuader: Yes, it is Hurricane Lane. I cannot imagine how scary it would be for a child to experience that type of weather. I am not sure about the specifics regarding Hurricane Maria, but Save the Children touches children's lives in a positive way all over the world. 155 million so far.\n\tPersuadee: Thats incredible. Are there setbacks due to politics or government interferences when going into certain countries? \nPersuader: I am sure they encounter many roadblocks; that is why they are so donation dependent. Would you consider making a donation today? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all of your payment. \n\tPersuadee: I'll donate $0.10 from my earnings to Save the Children\nPersuader: Thank you. Every little bit helps. The research team is collecting all donations and forwarding them to Save the Children.\n\tPersuadee: Of course, it is my pleasure to contribute. It seems like a great charity\nPersuader: It does, I bet it feels good to help. \n\tPersuadee: What percentage of the donations is used towards the children, ie. not used for administration costs and salaries?\nPersuader: You can learn more at  URL \n\tPersuadee: Thank you so much for the information!", "label": [[155, 268, "1-RAPPORT-DISCLOSE"], [435, 555, "1-RAPPORT-DISCLOSE"], [787, 889, "1-RAPPORT-DISCLOSE"], [1328, 1474, "3-EMOTION-STORY"], [11, 64, "8-NO-PERSUASION"], [707, 786, "1-RAPPORT-DISCLOSE"], [998, 1070, "1-RAPPORT-DISCLOSE"], [1214, 1240, "1-RAPPORT-DISCLOSE"], [1241, 1327, "3-EMOTION-EMPATHY"], [1474, 1493, "3-EMOTION-STORY"], [1633, 1719, "1-RAPPORT-DISCLOSE"], [1720, 1764, "2-NEGOTIATE-REQUEST"], [1764, 1827, "1-RAPPORT-DISCLOSE"], [1828, 1885, "2-NEGOTIATE-BARGAIN"], [1966, 1976, "8-NO-PERSUASION"], [1977, 2000, "1-RAPPORT-OTHER"], [2001, 2088, "1-RAPPORT-DISCLOSE"], [2186, 2223, "1-RAPPORT-OTHER"], [2363, 2389, "1-RAPPORT-DISCLOSE"]], "idx": "920"}
{"id": 2430, "data": "Persuader: hello how are u doing this morning?\n\tPersuadee: Good morning, I am tired because my son woke me up early\nPersuader: oh well i got up at 3am this morning ,watching and listening to the news ,were these chrildren were going hungrey and sick.\n\tPersuadee: That's sad, it would be nice if children were not sick and hungry.\nPersuader: she mam it would ,the little things is skin and bones ,they have no money for food and clothing\n\tPersuadee: It's too bad their parents don't have money to buy them food or clothes.  Does the government at least give them some food?\nPersuader: i think they may donate some but not very much ,its so many people and chrildren going without ,starveing and going hungrey and the women over there keep getting pregnate with them knowing this its a shame\n\tPersuadee: It sounds like they could benefit from contraceptions.\nPersuader: yes or maybe a tube clap surgrey.or something.they are just presious little kids that didnt ask to be brought in this world but they here and needs to be cared for and loved.\n\tPersuadee: Are they being adopted or staying with their parents?\nPersuader: well i think the way it gies is that u can send money to this place called save the chrildren and they let u oick a girl or boy and the money you send will go toward there food clothing and school.\n\tPersuadee: That's nice.  How do you know if the money will really go to the children and not just people who work for save the children?\nPersuader: they send you pictures of the child like every two weeeks .and they keep you up dated on the child.\n\tPersuadee: Nice, then you can see it grow up.  Are you going to donate to the program?\nPersuader: yes mam i am im going make the biggest donathion i can to help a few of kids.can you make a good dothion today mam \n\tPersuadee: How much donation is required for each child?\nPersuader: as much as you can give,theres not a set amount\n\tPersuadee: So how do I know how many children I will get pictures of?\nPersuader: you can choose as many as you want and you tell the manger that is over save the chrldren and tell him them payment amount and if you want boys or girls or bough and he will set you up for the payments and he will send you all the informathion out bto you\n\tPersuadee: So if I want to get pictures of all the children I can donate 1 cent and tell the manager to send me pictures of every child every two weeks?  That sounds a sweet deal, it would probably cost them more to send all the photos though.\nPersuader: so i hope you make a good desion on helping the chrdlern,we be weighting for your response thank you.\n\tPersuadee: I'm not so sure, there is a lot of typos in your sales pitch, and if I really donated 1 penny it would cost you more to mail me pictures than I would be sending you.  Also it seems like there would be a set amount per child.  I feel like I am being scammed for my hard earned money.\nPersuader: no mam no scam you can pay as little as two dollers.its are moral responisibility to help these kids so pleas i ask of you mam please consider makeing a dothion right now please dont weight every min a child is dieing of hunger", "label": [[11, 46, "8-NO-PERSUASION"], [127, 249, "1-RAPPORT-DISCLOSE"], [341, 436, "3-EMOTION-EMPATHY"], [584, 789, "3-EMOTION-STORY"], [868, 1041, "3-EMOTION-EMPATHY"], [1120, 1317, "1-RAPPORT-DISCLOSE"], [1467, 1565, "1-RAPPORT-DISCLOSE"], [1666, 1743, "1-RAPPORT-DISCLOSE"], [1743, 1780, "2-NEGOTIATE-REQUEST"], [1851, 1898, "2-NEGOTIATE-BARGAIN"], [1981, 2236, "1-RAPPORT-DISCLOSE"], [2493, 2593, "7-RESSURE-OTHER"], [2901, 2953, "2-NEGOTIATE-BARGAIN"], [2953, 3128, "3-EMOTION-GUILT"], [2953, 3128, "7-PRESSURE-PRESIST"]], "idx": "921"}
{"id": 2431, "data": "Persuader: Hi! How are you today?\n\tPersuadee: hey there! How's it going with you?\nPersuader: Great thank you! Hope your day has been great so far. \n\tPersuadee: It's not too bad just yet. I just got in to work so we will see how things go today!\nPersuader: Hopefully it will be a good day :) Do you mind if I ask what kind of work you do?\n\tPersuadee: I actually work for a local television station in the middle of America.\nPersuader: Oh wow that sounds fantastic! Were you ever involved in raising awareness about social issues? Like children in need?\n\tPersuadee: I've donated to a few charities before, but I've never been personally involved myself.\nPersuader: I think you have a great platform for raising awareness so more people can donate to the cause\n\tPersuadee: That's true. I supposed I am in a good position. Unfortunately, I kind of just have a desk job, and don't really have anything to do with the news that is broadcast.\nPersuader: Well nothing is lost there, you can maybe persuade some co-workers to bring it up higher in the chain. A few years back I was in India and even though I was mesmerized by the beauty of its rich culture I was overly sad to see many children in the streets who looked utterly malnutritioned and were begging in the streets. It broke my heart. So much so that I got involved with a few charities to help children around the world.\n\tPersuadee: Oh that's great!! I wish I had more time to travel and more money to give. I love the feeling when you know you're actually helping someone else.\nPersuader: Its a great feeling. Especially now that I myself am a parent, I get even more depressed to see that in 2018, there are millions of children who suffer especially those in war zones. But you know, every little cent helps. You don't have to give hundreds or thousands. I have also worked in Baghdad during the war, and there were children in the streets selling packs of gum just to get a few cents here and there so they can survive.\n\tPersuadee: Oh my God. That's truly awful to know that children have to experience that. I would love to find a way to donate, even if it was just a little bit.\nPersuader: Have you heard of \"Save the Children\" Charity? They do amazing wo? It only takes 77c a day to help provide shelter for refugees. They have many programs that you can participate in to help out.  \n\tPersuadee: Oh that's awesome!! What kind of programs do they provide?\nPersuader: They target many causes. They provide education to teach children important skills. They also provide the best health and nutrition programs. They have a protection program and even programs for natural disaster areas. Imagine if 77c a day can provide shelter what would $1 or $2 dollars do?\n\tPersuadee: That's such a good point. Unfortunately, I'm in a really bad position monetarily right now. Is there any way I could donate even just a little bit?\nPersuader: You are very kind, but like I said every little thing helps. How much would you feel comfortable to donate to the charity?\n\tPersuadee: Maybe 20 cents? I know that's not a lot, but it's all I can afford for the next couple days.\nPersuader: Can you make it maybe 77c? Atleast you will feel good knowing that you are helping in providing shelter to these poor refugees.Your donation will be direclt deducted from your task payment but imagine what 77c would do for a child with no home...\n\tPersuadee: OK, I can donate 77 ceents\nPersuader: Perfect!!!!!! Thank you so so much! Imagine what a great gift you have just provided. May you be blessed always! And I hope, one day you will be able to raise awareness and have more people join in with the cause to save the children. Have a great day!!!", "label": [[11, 14, "8-NO-PERSUASION"], [15, 33, "8-NO-PERSUASION"], [93, 110, "8-NO-PERSUASION"], [110, 146, "1-RAPPORT-OTHER"], [256, 290, "1-RAPPORT-OTHER"], [291, 337, "1-RAPPORT-OTHER"], [434, 463, "1-RAPPORT-COMPLIMENT"], [464, 528, "1-RAPPORT-OTHER"], [529, 551, "1-RAPPORT-OTHER"], [663, 757, "1-RAPPORT-COMPLIMENT"], [947, 1050, "1-RAPPORT-OTHER"], [1050, 1268, "3-EMOTION-STORY"], [1269, 1288, "3-EMOTION-EMPATHY"], [1565, 1726, "3-EMOTION-STORY"], [1727, 1766, "1-RAPPORT-OTHER"], [1812, 1977, "3-EMOTION-EMPATHY"], [2197, 2216, "1-RAPPORT-DISCLOSE"], [2279, 2343, "2-NEGOTIATE-BARGAIN"], [1289, 1373, "1-RAPPORT-DISCLOSE"], [1544, 1564, "1-RAPPORT-DISCLOSE"], [1766, 1811, "2-NEGOTIATE-OPINION"], [2150, 2197, "1-RAPPORT-OTHER"], [2217, 2278, "2-NEGOTIATE-REQUEST"], [2428, 2453, "1-RAPPORT-DISCLOSE"], [2453, 2511, "1-RAPPORT-DISCLOSE"], [2512, 2569, "1-RAPPORT-DISCLOSE"], [2570, 2646, "1-RAPPORT-DISCLOSE"], [2647, 2719, "2-NEGOTIATE-OPINION"], [2891, 2951, "1-RAPPORT-OTHER"], [2952, 3013, "2-NEGOTIATE-REQUEST"], [3130, 3157, "2-NEGOTIATE-BARGAIN"], [3157, 3257, "1-RAPPORT-OTHER"], [3257, 3375, "2-NEGOTIATE-BARGAIN"], [3427, 3440, "1-RAPPORT-OTHER"], [3441, 3463, "1-RAPPORT-OTHER"], [3463, 3512, "1-RAPPORT-OTHER"], [3513, 3539, "1-RAPPORT-COMPLIMENT"], [3540, 3661, "1-RAPPORT-OTHER"], [3662, 3680, "1-RAPPORT-OTHER"]], "idx": "922"}
{"id": 2432, "data": "Persuader: Hello\n\tPersuadee: thereHi \nPersuader: Would you be interested in donating to a charity named Save The Children today using some of the funds from this HIT?\n\tPersuadee: . also donate you could 50 0.$donate could I \nPersuader: You'd like to donate 0.50 to the charity Save the Children today?\n\tPersuadee: . agree you Wouldn't  . world the of adults the from always help need Children  . great be would that __ \nPersuader: I agree it would be great. So I can put you down for donating 50 cents today?\n\tPersuadee: centsfifty for down me put Yes \nPersuader: Sounds good. I've got you down for a 50 cent donation. Thank you for making a difference. The research team will collect all donations and send it to Save The Children.\n\tPersuadee: . love site to , place first the in us made Good why That's  . planet this on here are we while lines in difference a make to need really We  . get can they help the all need they sure I'm  . well as donate to going you Are  ! ! great That's \nPersuader: I agree it's great, thank you again. and have a nice day.\n\tPersuadee: . says it times more 4 reply to have I  . yet go Don't \nPersuader: Oh I see. Well that's a shame. I'm still here, though.\n\tPersuadee: . thing great a is others for doing are you what that say to like would I guess I Well \nPersuader: Indeed. I thought we had hit the 10 chat turns but I guess not huh\n\tPersuadee:  . one Th the on are We \nPersuader: Agreed. I think we've made it, have a great day and thank you again for your donation to Save The Children.\n\tPersuadee: . great be would that information more get to way any is there If  . fine are we when close will it believe I  . now one month the on are we Well h the on are we meant I Well \nPersuader: You can get more information from the charity at  URL \n\tPersuadee: . help need who people his for God of name the in  , giving my  , tithing my do to trying In  . help will this and already three  dah3hadI  . to give to charities 5 needed I and month next money more getting am I  . that for you thank Oh ", "label": [[11, 16, "8-NO-PERSUASION"], [49, 166, "2-NEGOTIATE-REQUEST"], [237, 301, "2-NEGOTIATE-BARGAIN"], [431, 457, "1-RAPPORT-SIMILAR"], [458, 508, "2-NEGOTIATE-REMIND"], [564, 576, "8-NO-PERSUASION"], [577, 617, "2-NEGOTIATE-REMIND"], [619, 653, "1-RAPPORT-OTHER"], [654, 732, "1-RAPPORT-DISCLOSE"], [999, 1035, "1-RAPPORT-OTHER"], [1036, 1056, "1-RAPPORT-OTHER"], [1136, 1144, "8-NO-PERSUASION"], [1146, 1166, "1-RAPPORT-OTHER"], [1167, 1189, "1-RAPPORT-DISCLOSE"], [1302, 1309, "8-NO-PERSUASION"], [1310, 1368, "8-NO-PERSUASION"], [1417, 1424, "1-RAPPORT-SIMILAR"], [1425, 1523, "1-RAPPORT-OTHER"], [1724, 1777, "1-RAPPORT-DISCLOSE"]], "idx": "923"}
{"id": 2433, "data": "Persuader: hi how are you today?\n\tPersuadee: I am well, how are you?\nPersuader: I am good do you have any children?\n\tPersuadee: Yes, I have two. And you?\nPersuader: I have two also but mine are grown and gone now \n\tPersuadee: That's nice. How old are they?\nPersuader: 32 and 29 a boy and a girl and 4 grand kids 3 girls and 1 boy ages 6 to 14. Unfortunately they all live far away. And you?\n\tPersuadee: Oh my! That's nice. My kids are 4 and 7. Boy and girl. \nPersuader: That was a hectic but really fun time for me and my kids. Have you ever heard of Save the Children?\n\tPersuadee: I have not. What is the charity and what do they do?\nPersuader: I am not an expert but I believe they help children in war torn areas to get to safety and make food and medical supplies available\n\tPersuadee: That seems like a really noble cause. I have an affinity for children. I donate a lot of money to battered wives and their children. I spend a lot of time in the shelter for them too. Seems like a great cause!\nPersuader: Would you be willing to donate something to this cause?\n\tPersuadee: With the commitment I made to the shelter, I would not donate at this time.\nPersuader: I can understand that I donate regularly to St Judes Childrens hospital myself. I appreciate your commitment to your cause and it is an important one.\n\tPersuadee: Thank you for your recognition. St Judes is such a great cause too. I have donated a few times to them too.\nPersuader: Yours is so much more hands on and personal i really admire your dedication because you also donate your time and yourself and it sets a good example for your children to Kudos to you.\n\tPersuadee: Thank you. do you do any volunteer work?\nPersuader: Not officially I am kind of the one that even strangers come up to and talk to when something is going wrong in their life and I try to encourage and comfort them and point them to a helping hand if I know of one. Like a shelter or a free counseling place or a food bank.\n\tPersuadee: That serves a purpose too! I work with my local goverment in policy development and people like you really make a great impression on the policy that is created. Great job!", "label": [[11, 32, "8-NO-PERSUASION"], [80, 115, "1-RAPPORT-OTHER"], [165, 213, "1-RAPPORT-DISCLOSE"], [268, 344, "1-RAPPORT-DISCLOSE"], [344, 381, "1-RAPPORT-DISCLOSE"], [382, 390, "1-RAPPORT-OTHER"], [471, 528, "1-RAPPORT-DISCLOSE"], [528, 569, "1-RAPPORT-OTHER"], [646, 777, "1-RAPPORT-DISCLOSE"], [1011, 1066, "2-NEGOTIATE-REQUEST"], [1166, 1246, "1-RAPPORT-DISCLOSE"], [1246, 1316, "1-RAPPORT-FRIEND"], [1448, 1632, "1-RAPPORT-COMPLIMENT"], [1697, 1910, "1-RAPPORT-DISCLOSE"], [1911, 1968, "1-RAPPORT-DISCLOSE"]], "idx": "924"}
{"id": 2434, "data": "Persuader: Hello\n\tPersuadee: good morning! How was your weekend?\nPersuader: It was relaxing. How about yours?\n\tPersuadee: it was hot! I am in florida. \nPersuader: It's hot here too. I mostly stayed inside.\n\tPersuadee: i watched some football games. i am agtor fan.\nPersuader: Oh That's nice. I watched Netflix\n\tPersuadee: what shows do you like on netflix? i love starnger things\nPersuader: I'm currently watching Jericho. I love Ozark too. I will start stranger things soon\n\tPersuadee: Ozark is soooo good. Love jason bateman.\nPersuader: Me too. I would like to tell you about a charity organization.\n\tPersuadee: ok i am a big supporter of charities.\nPersuader: Have you heard of Save the Children?\n\tPersuadee: i have not. what do they do?\nPersuader: They promote children's rights, provide relief and help support kids in developing countries\n\tPersuadee: that sounds like a great cause.\nPersuader: Do you have children?\n\tPersuadee: i have 2. how about you?\nPersuader: I also have 2.\n\tPersuadee: i would like to make a donation to save the children to help others.", "label": [[11, 16, "8-NO-PERSUASION"], [76, 92, "1-RAPPORT-DISCLOSE"], [43, 64, "1-RAPPORT-OTHER"], [163, 181, "1-RAPPORT-DISCLOSE"], [182, 204, "1-RAPPORT-DISCLOSE"], [276, 291, "1-RAPPORT-OTHER"], [292, 309, "1-RAPPORT-DISCLOSE"], [390, 422, "1-RAPPORT-DISCLOSE"], [422, 441, "1-RAPPORT-DISCLOSE"], [441, 474, "1-RAPPORT-DISCLOSE"], [539, 545, "1-RAPPORT-DISCLOSE"], [547, 601, "1-RAPPORT-DISCLOSE"], [752, 844, "1-RAPPORT-DISCLOSE"], [900, 921, "1-RAPPORT-OTHER"], [970, 983, "1-RAPPORT-DISCLOSE"], [663, 699, "1-RAPPORT-OTHER"]], "idx": "925"}
{"id": 2435, "data": "Persuader: hi\n\tPersuadee: Hi how are you?\nPersuader: i'm fine how are you?\n\tPersuadee: I'm fine. Do you know anything about Chidren Charity?\nPersuader: I don't no tell about children charity?\n\tPersuadee: Children Charity is nothing but giving donations to the children who without parents and relatives.\nPersuader: Have you donate any children charity?\n\tPersuadee: Yes I donate in pass one year.\nPersuader: How much amount you donate?\n\tPersuadee: I donate 50 Dollars. What about you?\nPersuader: I do not give any amount to children charity.\n\tPersuadee: Would you like to help the childrens who don't have parents and relatives?\nPersuader: Yes i like to donate. \n\tPersuadee: Wow super. How will you donate for the children Charity?\nPersuader: I like to donate 50 Dollars. \n\tPersuadee: Very Good. Where are you from?\nPersuader: I am in Illinois. Where are you from?\n\tPersuadee: I Am from VIrginia.\nPersuader: in which year you donate for the children charity?\n\tPersuadee: I forget the year.", "label": [[11, 13, "8-NO-PERSUASION"], [53, 74, "1-RAPPORT-OTHER"], [152, 191, "1-RAPPORT-DISCLOSE"], [315, 352, "1-RAPPORT-OTHER"], [407, 434, "1-RAPPORT-OTHER"], [495, 540, "1-RAPPORT-DISCLOSE"], [639, 661, "1-RAPPORT-DISCLOSE"], [742, 771, "2-NEGOTIATE-REQUEST"], [825, 843, "1-RAPPORT-DISCLOSE"], [844, 863, "1-RAPPORT-OTHER"], [906, 957, "1-RAPPORT-OTHER"]], "idx": "926"}
{"id": 2436, "data": "Persuader: Hello. Have you heard about Save the Children?\n\tPersuadee: A little bit would like to know more.\nPersuader: Save the Children is a non-governmental organization that promotes children's rights and helps provide support for needy children in developing countries around the world.\n\tPersuadee: Oh I see. How many people around the world help this organization?\nPersuader: Last year, Save the Children helped to provide education, food, shelter, and other basic necessities for more than 155 million children worldwide.\n\tPersuadee: Wow, that is amazing! \nPersuader: I'm sure you are aware that throughout the world there are millions of children who lack access to basic needs like food, clean water, good clothing, and education. Save the Children works to help those kids, so that they can grow up to be healthy, happy, and productive adults.\n\tPersuadee: Yes, I am aware. Its truly sad that children are suffering like that. I am truly thankful for organizations like Save the Children are around to help these children out and bless families! \nPersuader: I'm also glad that organizations like Save the Children are out there making a difference. As I'm sure you also know, Save the Children is reliant on donations to be able to provide the help they do.\n\tPersuadee: Yes, I know. I often get asked to help out different organizations when checking out at grocery stores and majority of the time I do!\nPersuader: That's great! I'd like you to know that if you choose to donate to Save the Children, they are a top-rated charity. Last year, 86% of all donated funds went directly into programs to help needy children. \n\tPersuadee: Glad to hear they are top rated! What happens to the other percentage that does not go to the program?\nPersuader: About 5% goes to administration costs, while about 9% is spent on fundraising efforts. \n\tPersuadee: That makes sense. Fundraising is definitely important in getting the word out so that money can be raised for the children.\nPersuader: Would you be willing to make a small donation today? Every little bit helps, and even a donation as small as $1 can go a long way to help in some of the areas where Save the Children provides aid.\n\tPersuadee: I would definitely love to help. Could I do anything under $1.00 like maybe 50 cents? \nPersuader: Of course! Donations in any amount are welcome.\n\tPersuadee: Great! I would love to donate 50 cents. I wish I had more but unfortunately I dont at this time. \nPersuader: I understand. But I really appreciate you donating what you can afford. As I said before, every little bit helps.\n\tPersuadee: Awesome! I am glad that I can at least do something to help out. \nPersuader: Thank you again for your kind donation.\n\tPersuadee: Not a problem. Have a blessed night.", "label": [[11, 17, "8-NO-PERSUASION"], [18, 57, "1-RAPPORT-OTHER"], [119, 290, "1-RAPPORT-DISCLOSE"], [381, 527, "1-RAPPORT-DISCLOSE"], [574, 738, "1-RAPPORT-DISCLOSE"], [739, 852, "1-RAPPORT-DISCLOSE"], [1066, 1157, "1-RAPPORT-DISCLOSE"], [1423, 1436, "1-RAPPORT-COMPLIMENT"], [1437, 1539, "1-RAPPORT-DISCLOSE"], [1539, 1626, "1-RAPPORT-DISCLOSE"], [1754, 1840, "1-RAPPORT-DISCLOSE"], [1989, 2042, "2-NEGOTIATE-REQUEST"], [2042, 2185, "2-NEGOTIATE-BARGAIN"], [2296, 2306, "1-RAPPORT-OTHER"], [2307, 2343, "2-NEGOTIATE-BARGAIN"], [2465, 2478, "1-RAPPORT-SIMILAR"], [2479, 2536, "1-RAPPORT-OTHER"], [2537, 2577, "1-RAPPORT-OTHER"], [2668, 2706, "1-RAPPORT-OTHER"], [1157, 1265, "1-RAPPORT-DISCLOSE"]], "idx": "927"}
{"id": 2437, "data": "Persuader: Hello how are you doing today?\n\tPersuadee: I am doing just fine. How about you?\nPersuader: I am doing wonderful thank you for asking. Where you are from? I'm originally from Maine.\n\tPersuadee: I am currently living in Florida but I grew up in upstate New York.\nPersuader: I've always wanted to visit Florida. I love helping out with various charities and the like, are there any good charities in Florida that you are involved in?\n\tPersuadee: There are few but I am not heavily involved  with them.\nPersuader: That's good that there are some. I like to get involved becaue I like to feel like I might be helping out in some way. I love helping out with animal groups and groups that help out disadvantaged children. Have you ever heard of the Save the Children organization? Would you ever consider donating to a charity like that?\n\tPersuadee: I have heard of that group but I have never really thought about donating to it.\nPersuader: They're a great group, they're an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. I like to donate a little bit to them from time to time, not much mind you, I don't really have or make a lot of money, but it's nice knowing I can contribute at least a little something. Anything that can help. Sometimes it can really brighten my day knowing I might have helped someone. Would you consider making a small donation from a portion of the HIT completion compensation, something as little as .10 cents?\n\tPersuadee: Yes, I can make a small donation. I will do $0.20.\nPersuader: That would be awesome! Anything from $0.10, $0.20, $2.00... anything would make a difference with this wonderful organization. Every contribution counts. You're helping make a difference in a child's life an helping to end suffering. Thank you for your generosity!\n\tPersuadee: Glad to donate the charity\nPersuader: I will match your donation of $0.20, making it a donation of $0.40, that way it mill go further. It's always great to help out when you can. Thank you again for your pledge of $0.20, it is greatly appreciated.\n\tPersuadee: Your welcome, have you been a MTurker for a while? \nPersuader: I have, I have been one for about 2 years now. I come on every once and a while and do it part time. I like to call it picking up nickels and dimes. How about yourself?\n\tPersuadee: I have been doing it since January. I find some these HITs very interesting.\nPersuader: Yeah, they can be really fun and fascinating. I ike doing some of theses surveys then hearing the results later on, passively, since I don\\'t really know at the time of doing them what they\\'re for really. It\\'s fun to say, \"Hey, I participated in that study\"\n\tPersuadee: Yeah I like doing the Product review type HITs and the ones where you have to watch a video  \nPersuader: Those are pretty good. My favorite one so far has been recording my voice saying various words for a study on accents in speech. Then hearing the results on a news story about 6 months later... pretty satisfying.\n\tPersuadee: That sounds interesting. I try to do between 5 and 10 hits a day.\nPersuader: Coll talking to you, thanks for doing this hit with me today. It was awesome!\n\tPersuadee: Your welcome, maybe will do this again on some other HIT", "label": [[11, 41, "8-NO-PERSUASION"], [102, 144, "1-RAPPORT-DISCLOSE"], [145, 165, "1-RAPPORT-OTHER"], [165, 191, "1-RAPPORT-DISCLOSE"], [283, 319, "1-RAPPORT-DISCLOSE"], [319, 441, "1-RAPPORT-DISCLOSE"], [521, 553, "1-RAPPORT-OTHER"], [554, 639, "1-RAPPORT-DISCLOSE"], [640, 726, "1-RAPPORT-DISCLOSE"], [727, 786, "1-RAPPORT-OTHER"], [786, 842, "2-NEGOTIATE-REQUEST"], [947, 1126, "1-RAPPORT-DISCLOSE"], [1126, 1313, "1-RAPPORT-DISCLOSE"], [1314, 1338, "1-RAPPORT-OTHER"], [1338, 1415, "1-RAPPORT-DISCLOSE"], [1415, 1542, "2-NEGOTIATE-BARGAIN"], [1617, 1639, "1-RAPPORT-OTHER"], [1640, 1744, "2-NEGOTIATE-BARGAIN"], [1744, 1770, "2-NEGOTIATE-REMIND"], [1771, 1850, "2-NEGOTIATE-REMIND"], [1851, 1881, "1-RAPPORT-COMPLIMENT"], [1932, 2029, "1-RAPPORT-DISCLOSE"], [2073, 2141, "1-RAPPORT-OTHER"], [2264, 2317, "1-RAPPORT-DISCLOSE"], [2532, 2691, "1-RAPPORT-DISCLOSE"], [2029, 2072, "2-NEGOTIATE-REMIND"], [2217, 2264, "1-RAPPORT-DISCLOSE"], [2318, 2365, "1-RAPPORT-DISCLOSE"], [2366, 2385, "1-RAPPORT-OTHER"], [2486, 2531, "1-RAPPORT-OTHER"], [2692, 2745, "1-RAPPORT-DISCLOSE"], [2863, 2885, "1-RAPPORT-OTHER"], [2886, 2992, "1-RAPPORT-DISCLOSE"], [2992, 3075, "1-RAPPORT-OTHER"], [3165, 3226, "1-RAPPORT-OTHER"], [3227, 3242, "1-RAPPORT-OTHER"]], "idx": "928"}
{"id": 2438, "data": "Persuader: Hi do you want to donate some of your .30 reward to Save the Children?\n\tPersuadee: i could but i need more information about this charity organization.\nPersuader: Save the Children is a children's charity. You could actually donate up to 2$ that the research team will collect from us. \n\tPersuadee: seems good, do they actually help children? i am a little skeptic \nPersuader: Well they certainly do have sad commercials with children in them\n\tPersuadee: but do they help them? i want to know if i donate my money would go to a child and not to somebody pocked \nPersuader: I guess we could google it. I remember Penelope Cruz was in one of their commercials holding a baby if that means anything\n\tPersuadee: if she was in a commercial this must be a legitimate charity, i heard that they are helping Hawaii now with food and other things. \nPersuader: I've heard of them from way back when I was a kid myself. \n\tPersuadee: you will donate in todays charity? or i just have to donate?\nPersuader: I would donate the hypothetical money. I'm supposed to also ask you to choose an amount I will match whatever you choose. \n\tPersuadee: how much are you donating and i will try to come up with the same amount ?\nPersuader: 1$ from the 2$ they mentioned?\n\tPersuadee: ok for sure but i dont like to be like an idiot, so please dont lie to me. Do you ever give a charity to another organization?\nPersuader: I donate to this Ocean charity. To save the Gulf Coast. i swear I will donate here if you do.\n\tPersuadee: ok i will donate $1 today. i have donated to a cancer research group.\nPersuader: Okay cool. I wonder when they will move us on from this screen.\n\tPersuadee: we have to make 10 conversation each so we have to talk for 2 more rounds.\nPersuader: You have been paying good attention lol. Okay no worries lets keep conversing\n\tPersuadee: when you told me i counted because i usually see when the end conversation button hit.\nPersuader: Bye nice to have met you.", "label": [[11, 81, "2-NEGOTIATE-REQUEST"], [174, 216, "1-RAPPORT-DISCLOSE"], [217, 296, "2-NEGOTIATE-BARGAIN"], [388, 453, "1-RAPPORT-DISCLOSE"], [584, 611, "1-RAPPORT-SIMILAR"], [612, 706, "1-RAPPORT-DISCLOSE"], [862, 919, "1-RAPPORT-DISCLOSE"], [1005, 1043, "1-RAPPORT-DISCLOSE"], [1044, 1126, "1-RAPPORT-DISCLOSE"], [1226, 1256, "2-NEGOTIATE-BARGAIN"], [1406, 1439, "1-RAPPORT-DISCLOSE"], [1438, 1463, "1-RAPPORT-DISCLOSE"], [1463, 1499, "1-RAPPORT-DISCLOSE"], [1463, 1499, "2-NEGOTIATE-BARGAIN"], [1594, 1604, "8-NO-PERSUASION"], [1605, 1656, "1-RAPPORT-DISCLOSE"], [1756, 1796, "1-RAPPORT-COMPLIMENT"], [1797, 1833, "1-RAPPORT-OTHER"], [1944, 1968, "1-RAPPORT-OTHER"]], "idx": "930"}
{"id": 2439, "data": "Persuader: Hello, how are you doing today, may I ask if you are a charitable person?\n\tPersuadee: I'm well thanks, how are you? Depending on the situation, I try to be.\nPersuader: I am doing fine, I just ask in case you would like to donate to a nonprofit organization called Save The Children\n\tPersuadee: What exactly does the organization do?\nPersuader: It helps the children all around the world, whether they are poor o not\n\tPersuadee: Yes, but how does the organization help the children? Specifically?\nPersuader: Builds schools, gets them scholarships, builds orphanages, educates them, provides them with food and shelter, all kinds of things\n\tPersuadee: How does the organization determine which children they will help?\nPersuader: They try to help every kid they can, so, they operate all around the world\n\tPersuadee: Yes, but how do they identify chlidren to help? \nPersuader: They mostly look around UNICEF reports and other Human Rights Organizations\n\tPersuadee: Is there already an infrastructure if they want to approach a new village?\nPersuader: They usually approach first by trying to get on the good side of the villagers, helping them with what they need, they only build infrastructure after they have gotten their permission, that way they don't intromise with their customs or rules\n\tPersuadee: What do you mean by intromise?\nPersuader: Sometimes the villagers think that the organization volunteers are trying to change their customs or force them to accept something\n\tPersuadee: Sorry, I didn't recognize that word.\nPersuader: So, would you like to donate to this organization?\n\tPersuadee: Sorry, I just don't think that I know enough about what exactly they do.\nPersuader: Well, they pretty much help children, that's what they do, they try to give them a brighter future and give them the tools to progress instead of doing everything for them \n\tPersuadee: But, for example, you can build a school, but if you don't enable the village to build, support, and potentiate a staff, it doesn't really do them any good.", "label": [[11, 84, "1-RAPPORT-OTHER"], [179, 292, "2-NEGOTIATE-REQUEST"], [355, 426, "1-RAPPORT-DISCLOSE"], [518, 648, "1-RAPPORT-DISCLOSE"], [739, 813, "1-RAPPORT-DISCLOSE"], [886, 961, "1-RAPPORT-DISCLOSE"], [1060, 1303, "1-RAPPORT-DISCLOSE"], [1358, 1489, "1-RAPPORT-DISCLOSE"], [1550, 1600, "2-NEGOTIATE-REQUEST"], [1697, 1868, "1-RAPPORT-DISCLOSE"]], "idx": "931"}
{"id": 2440, "data": "Persuader: Hi, have you ever heard of the charity \"Save the Children\" before?\n\tPersuadee: No I havent, please tell me more.\nPersuader: Save the Children is a charity organization that provides funding to help get children access to health and education all over the world  \n\tPersuadee: That sounds great.  I think any childrens charity that is legitimate is worthy.  I am a big fan of St Jude's, I like the fact that they treat children but are also looking for a cure for diseases.\nPersuader: Yeah St Jude's is a great organization that helps find cures for diseases.  There are a lot of other emergencies out there besides disease though, like disasters caused by weather or conflict and Save The Children provides money to help kids affected by that\n\tPersuadee: So the organization just funds local clinics but does not have any personal effect on treating children?\nPersuader: Save the Children definitely has an effect on treating kids, they are active in over 120 countries and as well as providing funding to local organizations they also give direct aid like emergency supplies after a disaster. So they really can do it either way.  \n\tPersuadee: I feel so silly! Is \"Save the Children\" that organization that I see commercials for that shows sad underweight children with swollen tummies and says for the price of a cup of coffee each day you can sponsor a child.  Those are heartwrenching\nPersuader: Yeah those commercials can be persuasive, there are so many different disasters affecting kids all over the world. The food insecurity in Africa is off the charts whenever there is a drought and Save the Children helps provide food to starving kids there. Any donation can really help provide more food.\n\tPersuadee: Thats wonderful, I definitely support helping those children.  I guess I dont think too much about them day to day, I kind of get consumed by the homelessness here in my city, or what our local church is funding at the moment.  But starving children deserve more wherever they are.  Its sad that we can never do enough\nPersuader: Yeah its hard because wll live in such a connected world that you hear about so many awful things going on. On the positive side though in the past all of these awful things were happening but there were less mechanisms to help stop it. But for example this week thousands were displaced in Somali because of flooding but now Save the Children along with other organizations will go over there to help them.\n\tPersuadee: Thats great, what is their website so I can look more into it?\nPersuader:  URL here you go\n\tPersuadee: Thank you! Do you also sponsor children yourself?\nPersuader: I have but not directly with Save the Children, I have been active in other organizations though like Boys and Girls Club\n\tPersuadee: oh, thats a great organization also.  I always wondered if the kids really write letters, that would be really neat.\nPersuader: Some do, but the sponsorship isn't just for a specific child it just goes into a fund. The kids write letters to people who put money into the fund. That allows them greater flexibility to move money around to where its needed\n\tPersuadee: Oh ok, well thats a shame.  But I am not discounting the cause.\nPersuader: I think it really is more of a positive because if someone was to donate but later on in life they had to pause their donation for a time for some reason or another they wouldn't feel morally responsible for that child no longer being supported, because their would be other donors in the fund that would pick up the slack. \n\tPersuadee: That makes a lot of sense. Thank you for sharing this with me, I will definitely look more into this charity!\nPersuader: Great happy to help! Thanks for a nice conversation", "label": [[11, 77, "2-NEGOTIATE-REQUEST"], [135, 271, "1-RAPPORT-DISCLOSE"], [494, 568, "1-RAPPORT-DISCLOSE"], [570, 752, "1-RAPPORT-DISCLOSE"], [881, 1103, "1-RAPPORT-DISCLOSE"], [1104, 1142, "4-LOGIC-OTHER"], [1410, 1524, "1-RAPPORT-DISCLOSE"], [1525, 1666, "3-EMOTION-EMPATHY"], [1666, 1713, "2-NEGOTIATE-BARGAIN"], [2056, 2162, "1-RAPPORT-OTHER"], [2164, 2291, "1-RAPPORT-OTHER"], [2293, 2463, "3-EMOTION-STORY"], [2551, 2566, "1-RAPPORT-DISCLOSE"], [2640, 2761, "1-RAPPORT-DISCLOSE"], [2902, 2988, "1-RAPPORT-DISCLOSE"], [2989, 3050, "1-RAPPORT-DISCLOSE"], [3051, 3128, "1-RAPPORT-DISCLOSE"], [3216, 3539, "1-RAPPORT-DISCLOSE"], [3674, 3695, "1-RAPPORT-OTHER"], [3695, 3725, "1-RAPPORT-COMPLIMENT"]], "idx": "932"}
{"id": 2441, "data": "Persuader: Hey! How are you?\n\tPersuadee: I am fine, and you?\nPersuader: Doing really well. I was curious if you have any particular charities that you admire or donate to.\n\tPersuadee: No none in particular\nPersuader: I've got a couple that I am interested in but sometimes I wonder if the money goes where they say, you know?\n\tPersuadee: Yea that is exactly how I feel as well, I like helping out but I dont want it to be in vain\nPersuader: I did a survey on here a while back that laid out a couple charities really thoroughly and then offered to let me give up some of my \"reward\" for the survey to the charity. I thought it was an interesting idea. Plus sometimes I\\'m just lazy and that\\'s an easy uncomplicated way to do it.\n\tPersuadee: Yes, i do like that concept. However, I often wonder what a big difference it would really make\nPersuader: Remember that ice bucket challenge thing that was super popular a while back? I thought it was fun but wouldn't do anything productive. Turns out they raised so much money it some drug trial through and they've found a drug that helps and is now on the market and that just blew me away. Downside of course is people still have to part with money they already had. I donated some of my reward to the charity because it wasn't really out of my pocket and I guess I figured every little bit might help.\n\tPersuadee: Oh wow, I never knew that! That is amazing what a difference we can make without thinking it would really make one\nPersuader: I know and besides it got my son to dump a bucket of ice water on himself which was just hilarious.\n\tPersuadee: That is funny! Honestly, before the challenge I never even heard about ALS, so I guess it did its job by spreading awareness\nPersuader: That's really true. Maybe on top of people not wanting the rigamarole of the donation process sometimes all we need is a better understanding of the need or just faith that a little from everyone can go a long way. \n\tPersuadee: Yea, maybe more challenges can be done to spread awareness to diseases that often go unnoticed or unheard of\nPersuader: Yeah, maybe, people just need information, ease of donating, and a sense of community about it all. This HIT we are doing is kind of doing the same thing as that other survey I did. We both get our base pay and then can choose to keep the added incentive or donate a portion of it to the charity Save the Children. I was contemplating giving some of mine away. I've worked overseas with kids through medical clinics and have seen how far what we think of as a small amount of money can really go.\n\tPersuadee: Yes, I am willing to donate a portion to the charity\nPersuader: I was going to donate half of mine. Some for me for the work and some for them in the hopes it helps.  How much would you like to donate to Save the Children out of the payment?\n\tPersuadee: Yes I would like to donate .75 towards the foundation\nPersuader: Brilliant. That's so kind of you. Between us both I hope it helps. And I love that they are giving their money to something other than profit, you know?\n\tPersuadee: Yes! Hope it helps the children in some type of way", "label": [[11, 15, "8-NO-PERSUASION"], [16, 28, "8-NO-PERSUASION"], [72, 90, "1-RAPPORT-DISCLOSE"], [91, 171, "1-RAPPORT-OTHER"], [217, 325, "1-RAPPORT-DISCLOSE"], [440, 613, "1-RAPPORT-DISCLOSE"], [614, 651, "1-RAPPORT-DISCLOSE"], [652, 728, "1-RAPPORT-DISCLOSE"], [849, 926, "1-RAPPORT-OTHER"], [926, 984, "1-RAPPORT-DISCLOSE"], [1214, 1349, "1-RAPPORT-DISCLOSE"], [1488, 1587, "1-RAPPORT-DISCLOSE"], [1736, 1755, "1-RAPPORT-SIMILAR"], [2185, 2265, "1-RAPPORT-DISCLOSE"], [2266, 2398, "1-RAPPORT-DISCLOSE"], [2399, 2444, "1-RAPPORT-DISCLOSE"], [2946, 2978, "1-RAPPORT-OTHER"], [2979, 3064, "1-RAPPORT-SIMILAR"], [985, 1137, "1-RAPPORT-DISCLOSE"], [1137, 1213, "1-RAPPORT-DISCLOSE"], [1756, 1951, "1-RAPPORT-OTHER"], [2073, 2183, "1-RAPPORT-OTHER"], [2445, 2580, "1-RAPPORT-DISCLOSE"], [2657, 2693, "1-RAPPORT-DISCLOSE"], [2693, 2758, "1-RAPPORT-DISCLOSE"], [2760, 2834, "2-NEGOTIATE-REQUEST"], [2912, 2922, "1-RAPPORT-OTHER"], [2923, 2945, "1-RAPPORT-COMPLIMENT"]], "idx": "933"}
{"id": 2442, "data": "Persuader: Hi, how are you today?\n\tPersuadee: okay..and how are you\nPersuader: I'm doing great. Out of curiousity, have you heard of the organization Save the Children?\n\tPersuadee: yes..i am very familiar..are you involved with charity\nPersuader: Yes! I really prefer local charities but some nationwide and international ones are very dear to my heart. Whenever we have the opportunity to donate from our task rewards I always try to give a little bit.\n\tPersuadee: me too..i see many commercials for charity on TV and it breaks my heart.. i am also a follower of Unicef, are you familiar\nPersuader: Yes, I've heard of Unicef. Another great organization. One thing I love about Save the Children is that they have very high ratings from third-party reportings. I know when I donate to them that my money is being used wisely!\n\tPersuadee: interesting, what do the ratings represent\nPersuader: The ratings are from different companies such as Better Business Bureau and American Institute of Philanthropy. They actually get the financial reports from the IRS to confirm the accuracy in where the funds are going.\n\tPersuadee: very good...are you interested in other charities involved with children\nPersuader: I have given to other organizations in the past, such as World Vision, but Save the Children is really important to me right now. There is such a lack of support right now in developing countries, and Save the Children really focuses on that.\n\tPersuadee: i happen to favor unicef since my kids collect for halloween and kids count monies as part of class project.\nPersuader: I totally understand that. One thing I like about Save the Children is that it isn't just global but also focuses on kids in need here in the USA, especially the poverty-torn cities.\n\tPersuadee: i tend to give up to 100$ a month to children's org- what is your prefered donation?\nPersuader: I typically give less than that, because I also give to my local church and other local organizations in my city.\n\tPersuadee: ah..what do you consider a fair donation per month\nPersuader: Well, I just usually give $20 or $30 to a handful of charities that I love. But like I said, if the opportunity arises for me to donate some of my HIT reward to a charity, I will usually donate at least a small portion. Do you ever do that?\n\tPersuadee: i tend to give to people on the street asking for $$..there lots of opp...20 to 30 is fair amount\nPersuader: You actually have the opportunity today to donate a portion of your task payment to Save the Children. How much would you like to put towards that? It can be any amount from just $0.10 to the full payment!\n\tPersuadee: hmm..interesting i will consider that..how would i contact them\nPersuader: The research team will collect all donations and send it directly to Save the Children. You can just type the amount here you'd like to donate and it will be recorded for them to see.\n\tPersuadee: ty..i will contact and agree to start off with 10$ per month\nPersuader: Thank you! Have a great day!", "label": [[79, 95, "1-RAPPORT-DISCLOSE"], [96, 168, "1-RAPPORT-OTHER"], [247, 251, "1-RAPPORT-DISCLOSE"], [251, 353, "1-RAPPORT-DISCLOSE"], [11, 33, "8-NO-PERSUASION"], [354, 453, "1-RAPPORT-DISCLOSE"], [600, 626, "1-RAPPORT-SIMILAR"], [627, 654, "1-RAPPORT-COMPLIMENT"], [655, 761, "1-RAPPORT-DISCLOSE"], [760, 825, "1-RAPPORT-DISCLOSE"], [892, 1003, "1-RAPPORT-DISCLOSE"], [1004, 1109, "1-RAPPORT-DISCLOSE"], [1207, 1336, "1-RAPPORT-DISCLOSE"], [1337, 1449, "1-RAPPORT-DISCLOSE"], [1581, 1609, "1-RAPPORT-SIMILAR"], [1609, 1763, "1-RAPPORT-DISCLOSE"], [1873, 1986, "1-RAPPORT-DISCLOSE"], [2061, 2136, "1-RAPPORT-DISCLOSE"], [2137, 2281, "1-RAPPORT-DISCLOSE"], [2281, 2301, "2-NEGOTIATE-REQUEST"], [2423, 2526, "2-NEGOTIATE-REMIND"], [2526, 2570, "2-NEGOTIATE-REQUEST"], [2571, 2628, "2-NEGOTIATE-BARGAIN"], [2716, 2803, "1-RAPPORT-DISCLOSE"], [2804, 2899, "1-RAPPORT-DISCLOSE"], [2984, 2994, "1-RAPPORT-OTHER"], [2995, 3012, "1-RAPPORT-OTHER"]], "idx": "935"}
{"id": 2443, "data": "Persuader: hello\n\tPersuadee: hello, may i know about your donation\nPersuader: The charity is Save the Children. It prevents childrens right, provides relief and helps children in developing countries.\n\tPersuadee: oh i see. how much have been raised so far\nPersuader: Not enough unfortunatly. There are many children still in dire need of help. The demand for donations are sadly never ending. But they are for a good cause in the end.\n\tPersuadee: Ok. I will look into donation. But how much is the minimum amount i can donate\nPersuader: There is no minimum on how much you can give. \n\tPersuadee: ok. what is the made of payment available\nPersuader: Your donation will be directly deducted from your task payment.\n\tPersuadee: ok. May i can spare some money then\nPersuader: Thank you fo considering donating.\n\tPersuadee: You are welcome. Is there any other thing i need to know about this\nPersuader: The research team will collect all donations and send it to Save the Children once the task is complete.\n\tPersuadee: Can you list some of the countries that need the donation \nPersuader: The chairity currently opperates in over  120 countries. our most recent activities are helping helping Rohingya Refugees as well as supporing survivors of hurrican Harvey who are still at risk.\n\tPersuadee: okay. I suppose most of the countries are in Africa\nPersuader: A good number of them are. A good number of them are in Greater Middle East and Eurasia Region\n\tPersuadee: I am sorry for the children involved\nPersuader: It is very unfortunate that they have to go through any kind of hardships out of their control. But we can try to help lessen problems where we can.\n\tPersuadee: Are you part of the organisation", "label": [[292, 343, "1-RAPPORT-DISCLOSE"], [344, 392, "1-RAPPORT-DISCLOSE"], [393, 433, "1-RAPPORT-DISCLOSE"], [11, 16, "8-NO-PERSUASION"], [78, 112, "1-RAPPORT-DISCLOSE"], [112, 200, "1-RAPPORT-DISCLOSE"], [267, 292, "1-RAPPORT-DISCLOSE"], [537, 582, "2-NEGOTIATE-BARGAIN"], [649, 711, "1-RAPPORT-DISCLOSE"], [772, 805, "1-RAPPORT-OTHER"], [898, 1002, "1-RAPPORT-DISCLOSE"], [1085, 1142, "1-RAPPORT-DISCLOSE"], [1142, 1279, "1-RAPPORT-DISCLOSE"], [1355, 1381, "1-RAPPORT-DISCLOSE"], [1382, 1449, "1-RAPPORT-DISCLOSE"], [1510, 1606, "3-EMOTION-EMPATHY"], [1606, 1658, "1-RAPPORT-OTHER"]], "idx": "936"}
{"id": 2444, "data": "Persuader: Hi there. Have you heard about Save the Children? It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries\n\tPersuadee: Yes I have heard of this organization.  \nPersuader: Fantastic! Have you made a donation to them previously?\n\tPersuadee: No I haven't.  I have made donations to other children's charities though.\nPersuader: Would you care to donate $1? A donation would help ensure children's rights to health, education, safety, etc.\n\tPersuadee: I would be happy to donate $1.  I think it's a good cause. I'd like to hear more about some specific projects but I'll donate anyway.\nPersuader: Wonderful! I'd be happy to share more information with you. Do you have any specific questions?\n\tPersuadee: What countries do they work in primarily?\nPersuader: Great question! Save the Children works worldwide but primarily provides support in developing countries, especially in war zones.\n\tPersuadee: Do they work with refugees?  \nPersuader: Yes, working with refugees is one of Save the Children's many priorities!\n\tPersuadee: How much of the donations they receive go to the work on the ground vs overhead costs, do you know?\nPersuader: Good question. In fiscal year 2017, 86% of all expenditures went to program services.\n\tPersuadee: Oh wow!  That's quite good.  Do they train local staff or send people in?\nPersuader: Yes! Only 14% is spent on management and fundraising. As far as staff, we have global advocates who provide services but also make sure to provide local staff that is familiar with the locations needs.\n\tPersuadee: Do people who make donations get info on the specific project their money went to or any type of update like that?\nPersuader: Absolutely! We want to be completely transparent. Save the Children has long-standing credentials and international impact.\n\tPersuadee: Where is the organization based out of?\nPersuader: We are in Fairfield, CT!\n\tPersuadee: approximately how many kids were helped last year?", "label": [[11, 20, "8-NO-PERSUASION"], [21, 60, "1-RAPPORT-OTHER"], [61, 213, "1-RAPPORT-DISCLOSE"], [278, 288, "1-RAPPORT-OTHER"], [289, 333, "1-RAPPORT-OTHER"], [432, 460, "2-NEGOTIATE-REQUEST"], [461, 541, "1-RAPPORT-DISCLOSE"], [711, 760, "1-RAPPORT-OTHER"], [760, 795, "1-RAPPORT-OTHER"], [700, 710, "1-RAPPORT-COMPLIMENT"], [861, 876, "1-RAPPORT-OTHER"], [877, 991, "1-RAPPORT-DISCLOSE"], [1045, 1118, "1-RAPPORT-DISCLOSE"], [1242, 1256, "1-RAPPORT-SIMILAR"], [1257, 1327, "1-RAPPORT-DISCLOSE"], [1425, 1430, "1-RAPPORT-SIMILAR"], [1430, 1478, "1-RAPPORT-DISCLOSE"], [1479, 1626, "1-RAPPORT-DISCLOSE"], [1765, 1777, "1-RAPPORT-SIMILAR"], [1777, 1815, "1-RAPPORT-DISCLOSE"], [1815, 1888, "1-RAPPORT-DISCLOSE"], [1952, 1976, "1-RAPPORT-DISCLOSE"]], "idx": "937"}
{"id": 2445, "data": "Persuader: Hello. Have you ever heard of the organization Save the Children?\n\tPersuadee: I haven't\nPersuader: They are an amazing organization with a national and an international presence. Would you like to know more about what they do?\n\tPersuadee: I think I'm okay. No need to share more information\nPersuader: I understand and I do not want to take up too much of your time. But please know that this organization ehlps children on every continent but Antartica. \n\tPersuadee: Why not Antartica?\nPersuader: There just isn't the population to warrant it. The climate is not sustainable for human life and children do not reside there. But in the other countries they provide emergency response, global advocacy,  literacy, and health education. \n\tPersuadee: Well that's disappointing. What country receives the most aid?\nPersuader: It is spread out by need but rest assured that their charity ranges from Kentucky all the way to Kenya. Also, 86% of all expenditures go to program services so everyone that donates knows that their money is being used for a good cause rather than misappropriated. \n\tPersuadee: Okay sounds interesting. How do people donate to the charity?\nPersuader: You can visit their website or I can assist you with donating today. Can I ask if you have ever donated to a charity before?\n\tPersuadee: Yes I have in the past, but not recently\nPersuader: Glad to hear it. Charity is very important. Is this a charity you believe to be doing a good thing based on the information I have provided?\n\tPersuadee: Sounds like a good mission, but I probably won't be able to donate\nPersuader: Any little bit helps. Even a dollar or less can be used to do great things. Small donations add up quickly. \n\tPersuadee: Yes, I've heard that before. Like March of Dimes and the Salvation Army\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment.\n\tPersuadee: I would like to donate $0\nPersuader: I'm sorry to hear that. I hate to push but is there any chance you could give just $0.25?\n\tPersuadee: No thanks. I like to keep my money for now.\nPersuader: I understand. You have a good day. ", "label": [[11, 17, "8-NO-PERSUASION"], [18, 76, "1-RAPPORT-OTHER"], [110, 189, "1-RAPPORT-DISCLOSE"], [190, 237, "1-RAPPORT-OTHER"], [313, 377, "1-RAPPORT-OTHER"], [378, 464, "1-RAPPORT-DISCLOSE"], [509, 555, "1-RAPPORT-DISCLOSE"], [556, 636, "1-RAPPORT-DISCLOSE"], [636, 745, "1-RAPPORT-DISCLOSE"], [833, 936, "1-RAPPORT-DISCLOSE"], [937, 1097, "1-RAPPORT-DISCLOSE"], [1184, 1253, "1-RAPPORT-DISCLOSE"], [1253, 1308, "1-RAPPORT-OTHER"], [1373, 1389, "1-RAPPORT-OTHER"], [1390, 1416, "1-RAPPORT-SIMILAR"], [1417, 1513, "2-NEGOTIATE-REQUEST"], [1604, 1625, "2-NEGOTIATE-BARGAIN"], [1626, 1679, "2-NEGOTIATE-BARGAIN"], [1680, 1710, "2-NEGOTIATE-OPINION"], [1808, 1858, "2-NEGOTIATE-REQUEST"], [1859, 1922, "1-RAPPORT-DISCLOSE"], [1923, 1977, "2-NEGOTIATE-BARGAIN"], [2027, 2049, "1-RAPPORT-OTHER"], [2050, 2116, "7-PRESSURE-PRESIST"], [2182, 2197, "1-RAPPORT-SIMILAR"], [2198, 2218, "1-RAPPORT-OTHER"]], "idx": "938"}
{"id": 2446, "data": "Persuader: Hey, how's it going today?\n\tPersuadee: Hey, not feeling really good today, stomach ache :( how are you?\nPersuader: Oh no. I'm sorry to hear that. Did you take some medicine? I'm doing fine, thank you.\n\tPersuadee: no, I need to though! \nPersuader: I hope you do soon. Do you have a moment to talk about causes for children?\n\tPersuadee: Sure i would love to\nPersuader: As you know, unfortunately, everyone wasn't born into the same opportunities. Some are born extremely well off, some are born with some opportunities and some are born completely destitute. What do you think about that?\n\tPersuadee: It makes me very sad! I was born in USSR and we had very limited resources. I was growing up in poverty so i know how it feels\nPersuader: It makes me sad as well. How are things for you now?\n\tPersuadee: Much better. I moved to the US and things are much better now\nPersuader: I am so happy to hear that. Have you ever heard of a charity called, Save the Children?\n\tPersuadee: No, i haven't actually. Would you mind telling me about it?\nPersuader: Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: okay, that sounds good. are they legit?\nPersuader: Absolutely. They are currently working to reunity the children who were separated from their parents at the US-Mexico border. Would you like to help and donate to them? Your donation will be directly deducted from your task payment. You can choose any amount from $0.50 to all your payment.\n\tPersuadee: They are? Nice! I don't know yet. Maybe you could tell me more about this charity\nPersuader: You can learn more about them at  URL There is a wealth of information.\n\tPersuadee: I will definitely check it out\nPersuader: What do you think of the charity so far? Would you be interested in donating once you've learned more about them?\n\tPersuadee: I think it's great and I love that they help kids to reunite with their families. just not sure i'm willing to donate 0.50 cents", "label": [[11, 37, "8-NO-PERSUASION"], [126, 132, "1-RAPPORT-SIMILAR"], [133, 156, "1-RAPPORT-OTHER"], [157, 184, "1-RAPPORT-OTHER"], [184, 211, "1-RAPPORT-DISCLOSE"], [258, 277, "1-RAPPORT-OTHER"], [278, 332, "1-RAPPORT-OTHER"], [456, 568, "3-EMOTION-EMPATHY"], [378, 454, "3-EMOTION-EMPATHY"], [568, 597, "1-RAPPORT-OTHER"], [748, 772, "1-RAPPORT-SIMILAR"], [773, 800, "1-RAPPORT-OTHER"], [886, 914, "1-RAPPORT-SIMILAR"], [914, 973, "1-RAPPORT-OTHER"], [1057, 1225, "1-RAPPORT-DISCLOSE"], [1289, 1300, "1-RAPPORT-SIMILAR"], [1301, 1415, "1-RAPPORT-DISCLOSE"], [1415, 1457, "2-NEGOTIATE-REQUEST"], [1458, 1522, "1-RAPPORT-DISCLOSE"], [1522, 1579, "2-NEGOTIATE-BARGAIN"], [1685, 1756, "1-RAPPORT-DISCLOSE"], [1811, 1851, "1-RAPPORT-OTHER"], [1852, 1924, "1-RAPPORT-OTHER"]], "idx": "939"}
{"id": 2447, "data": "Persuader: Hello\n\tPersuadee: hello there\nPersuader: I am here on behalf of an organization called Save the Children have you heard of them before?\n\tPersuadee: It sounds faintly familiar, but I can't recall exactly. What do they do?\nPersuader: We are a charity that specializes in ensuring the health, safety and education for children around the world.  We specialize in providing aid to children in war torn countries.  Would you be interested in making a donation?\n\tPersuadee: That's admirable, but I wouldn't be interested in making a donation at this time,\nPersuader: I completely understand.  It wouldn't be much.  Every little bit counts.  In the first two months of this year alone 1000 children were killed or injured due to violence in developing nations.  All were asking for is a $2 donation to ensure that children affected can get access to the resources they need to live a healthy and prosperous life.\n\tPersuadee: Sorry, but no. That sucks for them and everything, but I have like 4 cents in my bank account so every little bit counts for me right now too\nPersuader: These children live on less than that every month.  Its less than the cost of a cup of coffee at your local Starbucks. Think about it, for just $2 you can bring security to a child in war torn Syria.  Im sure you could find $2 in your couch cushions.\n\tPersuadee: i don't even have a couch honestly. I can't donate.\nPersuader: And neither do these children. We arent asking for much.  Anything you can spare will benefit the children. We would gladly accept a modest donation of $1.  What do you say, could you spare even a single dollar to help these kids?\n\tPersuadee: No I can not\nPersuader: I understand the apprehension.  I know times can be tough for us here as well.  These children do not know when they will eat next.  They struggle to find a place to sleep.  Many have lost parents due to violence and are faced with conditions that we could not even imagine here.  Its just one dollar.  Are you sure you cant spare a single dollar?\n\tPersuadee: That sucks. I sympathize but I can not. \nPersuader: Not even 75 cents.  We will take any donation possible.  Like I said any small amount helps.\n\tPersuadee: no im sorry\nPersuader: You cant spare 75 cents for a starving child?\n\tPersuadee: no i can not\nPersuader: Is there any amount you would be willing to donate?\n\tPersuadee: no i won't be donating today\nPersuader: I really encourage you to open your wallet.", "label": [[11, 16, "8-NO-PERSUASION"], [51, 146, "1-RAPPORT-DISCLOSE"], [243, 352, "1-RAPPORT-DISCLOSE"], [355, 420, "1-RAPPORT-DISCLOSE"], [421, 466, "2-NEGOTIATE-REQUEST"], [572, 595, "1-RAPPORT-OTHER"], [598, 618, "1-RAPPORT-SIMILAR"], [620, 644, "3-EMOTION-GUILT"], [646, 764, "3-EMOTION-STORY"], [766, 916, "2-NEGOTIATE-BARGAIN"], [1082, 1132, "3-EMOTION-GUILT"], [1134, 1200, "3-EMOTION-GUILT"], [1201, 1281, "7-PRESSURE-PRESIST"], [1283, 1332, "7-PRESSURE-PRESIST"], [1408, 1439, "7-PRESSURE-PRESIST"], [1439, 1465, "7-PRESSURE-INTIMIDATE"], [1466, 1516, "3-EMOTION-EMPATHY"], [1516, 1563, "2-NEGOTIATE-BARGAIN"], [1516, 1563, "7-PRESSURE-PRESIST"], [1565, 1638, "2-NEGOTIATE-BARGAIN"], [1565, 1638, "7-PRESSURE-PRESIST"], [1675, 1705, "1-RAPPORT-OTHER"], [1707, 1754, "1-RAPPORT-OTHER"], [1755, 1807, "3-EMOTION-EMPATHY"], [1849, 1955, "3-EMOTION-GUILT"], [1808, 1847, "3-EMOTION-GUILT"], [1956, 1975, "3-EMOTION-GUILT"], [1956, 1975, "2-NEGOTIATE-BARGAIN"], [1978, 2022, "2-NEGOTIATE-BARGAIN"], [2087, 2105, "2-NEGOTIATE-BARGAIN"], [2107, 2141, "2-NEGOTIATE-BARGAIN"], [2143, 2178, "2-NEGOTIATE-BARGAIN"], [2215, 2260, "2-NEGOTIATE-BARGAIN"], [2297, 2347, "2-NEGOTIATE-REQUEST"], [2401, 2444, "7-PRESSURE-PRESIST"], [2297, 2348, "7-PRESSURE-PRESIST"], [2215, 2260, "7-PRESSURE-PRESIST"], [2144, 2178, "7-PRESSURE-PRESIST"]], "idx": "940"}
{"id": 2448, "data": "Persuader: Have you heard of Save The Children, a charity to help children across the world?\n\tPersuadee: I haven't heard of this charity. What is it all about?\nPersuader: It's a UK based organization that helps aid children from poor countries. Today I'm talking to you on behalf of those children.\n\tPersuadee: How do you help these kids?\nPersuader: We take donations of any type from generous men and women. Today, there are children in Syria who are going through a war they had no choice in. They need help.\n\tPersuadee: Is there an opportunity to volunteer?\nPersuader: Of course! If you're in the area... But I will be talking to you about donating today if you'd be so willing. You can choose to donate any amount you wish. It will be taken straight from your earnings on this task. As little as one cent, or as much as the entire thing. \n\tPersuadee: I'm always concerned that the money doesn't actually get to where it is needed.\nPersuader: What concerns specfically do you have about where you believe it is going?\n\tPersuadee: I think a lot of it is used for administrative fees and overhead.\nPersuader: Those adrministrative fees and overhead costs are part of the foundation that is laid to be able to put the additional money to good use. You can't start spending on buying food, putting up shelter, and giving kids what they need without starting with the base. There are children across the world right now who need school supplies for education that we take for granted with it starting up again soon! \n\tPersuadee: So what percentage of the donations actually goes to the kids?\nPersuader: There is an inital upfront cost of building the base for our organization in a location, and then the majority of costs are aimed towards helping the kids in that area. I don't have an exact percentage. The main idea here is that you're willing to help people who are in need. I urge you to consider donating a part of your reward for this HIT towards Save The Children.\n\tPersuadee: I can donate 20 cents.\nPersuader: You would be helping out a great deal. That goes a long way in many countries. Thank you very much.\n\tPersuadee: happy to help\nPersuader: So right now there is a 10 year old girl in Vietnam who has been waiting 109 days for a donation. There is also a 3 year old girl in Haiti who has been waiting 64. Which of these two would you prefer to help?\n\tPersuadee: The one who has been waiting the longest.\nPersuader: Alright, Dam will be excited to learn about your gift. Parents in her country earn an average of $5 a day, and this could help pay for an entire meal.\n\tPersuadee: Once again, happy to help.", "label": [[946, 1020, "1-RAPPORT-OTHER"], [1110, 1246, "1-RAPPORT-DISCLOSE"], [1372, 1514, "3-EMOTION-STORY"], [1601, 1769, "1-RAPPORT-DISCLOSE"], [1770, 1803, "1-RAPPORT-DISCLOSE"], [1248, 1371, "4-LOGIC-OTHER"], [1804, 1877, "1-RAPPORT-DISCLOSE"], [1878, 1971, "2-NEGOTIATE-OPINION"], [2097, 2117, "1-RAPPORT-OTHER"], [2057, 2096, "3-EMOTION-OTHER"], [2155, 2253, "3-EMOTION-EMPATHY"], [2253, 2318, "3-EMOTION-EMPATHY"], [2319, 2363, "2-NEGOTIATE-BARGAIN"], [2429, 2483, "1-RAPPORT-OTHER"], [2484, 2578, "3-EMOTION-EMPATHY"], [2484, 2579, "1-RAPPORT-DISCLOSE"], [2018, 2057, "2-NEGOTIATE-OPINION"], [171, 244, "1-RAPPORT-DISCLOSE"], [583, 682, "1-RAPPORT-DISCLOSE"], [682, 727, "2-NEGOTIATE-BARGAIN"], [728, 786, "1-RAPPORT-DISCLOSE"], [11, 92, "1-RAPPORT-DISCLOSE"], [245, 298, "1-RAPPORT-DISCLOSE"], [350, 408, "1-RAPPORT-DISCLOSE"], [409, 494, "1-RAPPORT-DISCLOSE"], [494, 510, "1-RAPPORT-DISCLOSE"], [572, 583, "1-RAPPORT-SIMILAR"], [786, 840, "2-NEGOTIATE-BARGAIN"]], "idx": "941"}
{"id": 2449, "data": "Persuader: Hello\n\tPersuadee: hello\nPersuader: We're talking so that I can ask you to donate a portion of your payment to Save The Children\n\tPersuadee: What does Save the Children do?\nPersuader: It helps children in Indonesia that are in homemade camps and earthquake stricken areas.\n\tPersuadee: That sounds like a good charity. How much of the charity donation goes directly to helping them?\nPersuader: 9 out of every 10 dollars... a good percentage for a charity organization\n\tPersuadee: What kind of services do they offer to the children? Do they have staff or volunteers that go over to help directly, or do they just send supplies?\nPersuader: They have their own aid workers for certain projects, and other projects are about supplies.  They have aid workers that help in disaster, but they also send food baskets to kids in war zones.  There are several different relief programs their money goes to.\n\tPersuadee: I would be willing to donate 1 dollar \nPersuader: That's excellent.  Your donation will be pulled directly from your task payment.  The research team is sending all the donations directly to Save The Children.  Do you have any other questions since we have to do 10 messages each for the task?\n\tPersuadee: I do not have any more questions\nPersuader: Cool.  Thank you for donating a dollar.  I like supporting children's charities, and I like when other people do.  How much mturking have you done today?\n\tPersuadee: I've just started for the day so I've only done 1 other task so far. How about you?\nPersuader: This is 3rd task for the day.  I haven't been on long either.  I've only been doing this about a month.  You?\n\tPersuadee: A little over a month. I just hit 500 a couple of days ago.\nPersuader: Nice.  I had a 1c hit that you could do a lot of times, so I used it to boost my numbers.  I'm a little over 1000.  I'm doing $5-10 a day roughy.\n\tPersuadee: Same here. I usually try to keep my tasks at 50c and above. I'm paranoid about doing a lot of small hits and getting hundreds of rejections lol\nPersuader: I use HitForker (look it up).  I set my tasks for 50c or higher and pluck them from there to go into my Panda thing.  There's a ton of browser extensions and sites to help.  Facebook groups too.  Thank you for donating $1 to this.  When you send your 10th message, I'm sure it will give you the option to do that. :)\n\tPersuadee: I use HITscraper. Nice talking to you.", "label": [[194, 282, "1-RAPPORT-DISCLOSE"], [403, 476, "1-RAPPORT-DISCLOSE"], [648, 739, "1-RAPPORT-DISCLOSE"], [988, 1049, "1-RAPPORT-DISCLOSE"], [1130, 1212, "1-RAPPORT-OTHER"], [1269, 1273, "8-NO-PERSUASION"], [1530, 1559, "1-RAPPORT-DISCLOSE"], [1561, 1591, "1-RAPPORT-DISCLOSE"], [1634, 1639, "1-RAPPORT-OTHER"], [1722, 1727, "1-RAPPORT-OTHER"], [1730, 1813, "1-RAPPORT-DISCLOSE"], [2067, 2152, "1-RAPPORT-DISCLOSE"], [2154, 2209, "1-RAPPORT-DISCLOSE"], [46, 138, "1-RAPPORT-DISCLOSE"], [742, 840, "1-RAPPORT-DISCLOSE"], [842, 906, "1-RAPPORT-DISCLOSE"], [969, 986, "1-RAPPORT-SIMILAR"], [1051, 1127, "1-RAPPORT-DISCLOSE"], [1276, 1308, "1-RAPPORT-OTHER"], [1309, 1381, "1-RAPPORT-DISCLOSE"], [1384, 1422, "1-RAPPORT-OTHER"], [1593, 1634, "1-RAPPORT-DISCLOSE"], [1814, 1837, "1-RAPPORT-DISCLOSE"], [1838, 1868, "1-RAPPORT-DISCLOSE"], [2036, 2065, "1-RAPPORT-DISCLOSE"], [2210, 2231, "1-RAPPORT-DISCLOSE"], [2232, 2267, "1-RAPPORT-OTHER"], [2268, 2351, "1-RAPPORT-OTHER"], [11, 16, "8-NO-PERSUASION"]], "idx": "942"}
{"id": 2450, "data": "Persuader: Hello, how are you doing today?\n\tPersuadee: I'm good, how are you?\nPersuader: I'm doing pretty well. I'm actually just chilling at work as it's pretty slow today. Would you have a few moments to talk about a charity?\n\tPersuadee: Sure. Please tell me about it.\nPersuader: Well the charity is called Save the Children. Have you ever heard of them before?\n\tPersuadee: I think I have heard of it, but I don't know much about it.\nPersuader: Well Save the Children is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. It's a non profit that is run completely on donations.\n\tPersuadee: What kind of work have they done already to help?\nPersuader: Well in 2017 alone, 155 million children were helped because of this program, including 237,000 in the US\n\tPersuadee: How were they helped? Was it helping them in regards to their home life? Education? Or something else\nPersuader: Well a few things they help with are Education, Health, Protection (IE protection from abuse), Hunger\n\tPersuadee: Sounds like a good charity\nPersuader: I agree. Since they're run completely on donations, do you think you could spare $2 today to help them continue their mission?\n\tPersuadee: Yes I can\nPersuader: That's fantastic news, and I'm sure the children will truly appreciate it. Do you have any questions on how it will get to the charity? \n\tPersuadee: Honestly, not really considering it's a one time donation of only $2.00 through a website I trust. \nPersuader: Haha that's okay, I figured I'd ask anyways, as some people are concerned. Do you have any other questions on the charity?\n\tPersuadee: I don't think so\nPersuader: That's great. We really do appreciate your donation, and the kids will benefit from it as well\n\tPersuadee: Thanks! Is there anything else I do now to complete this mturk task?", "label": [[89, 111, "1-RAPPORT-DISCLOSE"], [111, 174, "1-RAPPORT-DISCLOSE"], [11, 42, "8-NO-PERSUASION"], [174, 227, "1-RAPPORT-OTHER"], [282, 328, "1-RAPPORT-DISCLOSE"], [621, 675, "1-RAPPORT-DISCLOSE"], [749, 854, "1-RAPPORT-DISCLOSE"], [328, 363, "1-RAPPORT-OTHER"], [447, 619, "1-RAPPORT-DISCLOSE"], [980, 1081, "1-RAPPORT-DISCLOSE"], [1132, 1140, "1-RAPPORT-SIMILAR"], [1141, 1258, "2-NEGOTIATE-REQUEST"], [1292, 1366, "1-RAPPORT-OTHER"], [1367, 1427, "1-RAPPORT-OTHER"], [1552, 1627, "1-RAPPORT-OTHER"], [1627, 1674, "1-RAPPORT-OTHER"], [1715, 1728, "1-RAPPORT-OTHER"], [1729, 1809, "1-RAPPORT-OTHER"]], "idx": "943"}
{"id": 2451, "data": "Persuader: Good morning!\n\tPersuadee: hello good morning, how are you?\nPersuader: I am doing very well. It has stormed all night here. What about where you are?\n\tPersuadee: The sun is very bright! I really want to shut the windows, but I do like my house nice and bright. Im sorry to hear about the storm, where are you from?\nPersuader: I am from the Midwest. I think it started up every time I fell asleep! I can not imagine how the people in WI are feeling right now. Did you hear about the storms a couple weeks ago in Hawaii?\n\tPersuadee: Yes I did hear about the storms! It's so sad. It was reported in the news and you can see how all the water that is ac\nPersuader: I saw that there is an organization called Save the Children that helps out in situations like this. Have you heard of them?\n\tPersuadee: Im sorry I had pressed enter before I finished my sentence, I meant to say you can see all the water rising and taking over their homes. But, to answer your question, no I havent heard of the organization. Im from New york and I barely hear anything about out of state.\nPersuader: No problem. I do that all the time. STC is an organization that accepts donations  to help kids in need. There is a chance to donate part of today's pay, even a small amount of $0.05 can help. Are you able to help the kids out. \n\tPersuadee: Yes ofcourse it would be my pleasure! I can dinate $0.05 to help the kids. How can I find out more informatiin about the organizatiin? \nPersuader: Let me give you their web address it is:  URL does this come through okay?\n\tPersuadee: Yes it came through. Is this a organization you started or are you supporting it? how did you find out about this? \nPersuader: I stumbled across it by chance. I really was touched. I hate to see kids suffering. I have kids in my family/extended family. Do you? I just hate to see kids suffering.\n\tPersuadee: Yes I have a son who is 3 years old. I know what you mean, I hate to see kids anywhere suffering. They are so innocent and don't deserve any bad things happening to them. Especially those kids being torn from their families vecause of their imigration status. It really is sad.\nPersuader: I have such a soft heart for kids. I can not imagine not being able to help the kids in my family, so I feel so badly for those families. I know your donation will help a lot of people. So I forgot to ask what else you are up to today?\n\tPersuadee: Well, I was suppose to take my son to daycare but Im off and decided I wanted to spend time with him, since i'm always working. I made hime some homemade buttermilk pancakes with sausages. Now were being lazy laying in bed until elen ish and we're going to the pool. What about you?\nPersuader: Oh that all sounds really good! Sounds like you are going to have a fun day. We have a HS sporting even, if the weather permits. So we'll see. I have a pool. I wonder if it will be warm enough to swim. Just to confirm, you are donating $0.05, right?\n\tPersuadee: Yes, that is my donation. Must be really nice to have a pool! I live in the city, so theres no space for that here. There is nothing but big huge buildings out here. I hope you can attend the event if the climate permits\nPersuader: Well thank you! I know it will help. Please take care and have a great day. Enjoy!\n\tPersuadee: Thank you! have a beautiful wonderful day!! Bye.", "label": [[81, 102, "1-RAPPORT-DISCLOSE"], [103, 133, "1-RAPPORT-DISCLOSE"], [359, 406, "1-RAPPORT-OTHER"], [407, 468, "1-RAPPORT-OTHER"], [772, 795, "1-RAPPORT-OTHER"], [1089, 1100, "1-RAPPORT-OTHER"], [1101, 1124, "1-RAPPORT-SIMILAR"], [1282, 1315, "2-NEGOTIATE-REQUEST"], [1723, 1745, "1-RAPPORT-DISCLOSE"], [1745, 1774, "1-RAPPORT-DISCLOSE"], [1775, 1817, "1-RAPPORT-DISCLOSE"], [1817, 1824, "1-RAPPORT-OTHER"], [1824, 1858, "1-RAPPORT-DISCLOSE"], [2160, 2195, "1-RAPPORT-DISCLOSE"], [2196, 2298, "1-RAPPORT-DISCLOSE"], [2703, 2734, "1-RAPPORT-OTHER"], [11, 24, "8-NO-PERSUASION"], [134, 159, "1-RAPPORT-OTHER"], [336, 358, "1-RAPPORT-DISCLOSE"], [469, 528, "1-RAPPORT-OTHER"], [670, 771, "1-RAPPORT-DISCLOSE"], [1125, 1193, "1-RAPPORT-DISCLOSE"], [1477, 1550, "1-RAPPORT-DISCLOSE"], [1691, 1722, "1-RAPPORT-DISCLOSE"], [2298, 2347, "1-RAPPORT-OTHER"], [2347, 2396, "1-RAPPORT-OTHER"], [2832, 2844, "1-RAPPORT-OTHER"], [2846, 2860, "1-RAPPORT-DISCLOSE"], [2735, 2780, "1-RAPPORT-OTHER"], [2780, 2831, "1-RAPPORT-DISCLOSE"], [2861, 2904, "1-RAPPORT-DISCLOSE"], [2905, 2952, "2-NEGOTIATE-REQUEST"], [1194, 1280, "2-NEGOTIATE-BARGAIN"], [3234, 3272, "1-RAPPORT-OTHER"], [3197, 3212, "1-RAPPORT-OTHER"], [3213, 3233, "1-RAPPORT-OTHER"], [3273, 3279, "1-RAPPORT-OTHER"]], "idx": "944"}
{"id": 2452, "data": "Persuader: Hi there, how are you this morning?\n\tPersuadee: ya fine morning what about you\nPersuader: Good thanks. I was just reading about an organization called Save the Children. Have you heard of them?\n\tPersuadee: Yes I know that organization. you have idea donate to that charity\nPersuader: Yes I'm going to donate and thought you might want to also. They do great work, very legitimate and een around 100 years.\n\tPersuadee: ok nice. how much u pay\nPersuader: I thought maybe 10 or 15 cents of my pay. It doesn't take much to make a difference.\n\tPersuadee: ok. than how is you family\nPersuader: Family all grown up. Many Americans don't want to donate because they think that organizations like these only help other countries that are poor. This group helps poor underprivileged children in the US too.\n\tPersuadee: oh ok. i love children's very much. so i donate that charity \nPersuader: You will? That's great. I know we can both feel good about that. So do you live in the US?\n\tPersuadee: yes . where are you\nPersuader: I'm in Arizona where it is very HOT! Where are you?\n\tPersuadee: VANCOUVER. WHAT ABOUT YOUR JOB\nPersuader: Van couver in the US? Is that in Washington state? I don't work cause I already retired. I worked for 35 years and I'm ready to rest now. LOL\n\tPersuadee: why you laugh. i am also laughing .didn't tell anything\nPersuader: Just happy to be through with working. What do you do for work and do you like it?\n\tPersuadee: i am not working. seeking job\nPersuader: I hope you find something soon. Do you think you will be able to donate 10 cents to the charity? I know your money is probably tight but 10 cents is not too much to do is it?\n\tPersuadee: i will plan to donate 50 cents to charity\nPersuader: That's great, I guess the donation will be deducted from your turk payment for this task directly. Good luck to you in your job search, things will be bettter for you in the future. Good things will happen to you when you do good things for others. God bless and good morning.", "label": [[10, 46, "8-NO-PERSUASION"], [114, 181, "1-RAPPORT-DISCLOSE"], [295, 354, "1-RAPPORT-DISCLOSE"], [355, 415, "1-RAPPORT-DISCLOSE"], [506, 547, "1-RAPPORT-OTHER"], [463, 505, "1-RAPPORT-DISCLOSE"], [599, 620, "1-RAPPORT-FRIEND"], [746, 806, "1-RAPPORT-DISCLOSE"], [893, 902, "1-RAPPORT-OTHER"], [903, 916, "1-RAPPORT-COMPLIMENT"], [917, 958, "1-RAPPORT-OTHER"], [958, 983, "1-RAPPORT-OTHER"], [1026, 1064, "1-RAPPORT-DISCLOSE"], [1132, 1154, "1-RAPPORT-OTHER"], [1184, 1221, "1-RAPPORT-DISCLOSE"], [1354, 1392, "1-RAPPORT-DISCLOSE"], [1393, 1436, "1-RAPPORT-OTHER"], [101, 113, "1-RAPPORT-DISCLOSE"], [181, 204, "1-RAPPORT-OTHER"], [620, 745, "1-RAPPORT-DISCLOSE"], [1064, 1078, "1-RAPPORT-OTHER"], [1155, 1184, "8-NO-PERSUASION"], [1221, 1270, "1-RAPPORT-DISCLOSE"], [1271, 1274, "1-RAPPORT-OTHER"], [1490, 1521, "1-RAPPORT-OTHER"], [1522, 1587, "2-NEGOTIATE-REQUEST"], [1587, 1664, "2-NEGOTIATE-BARGAIN"], [1730, 1828, "1-RAPPORT-DISCLOSE"], [1912, 1978, "1-RAPPORT-OTHER"], [1979, 2005, "1-RAPPORT-OTHER"], [1829, 1911, "1-RAPPORT-OTHER"]], "idx": "945"}
{"id": 2453, "data": "Persuader: Hey there! How are you?\n\tPersuadee: I am good thanks, how are you?\nPersuader: I'm doing pretty well. So do you know anything about Save the Children?\n\tPersuadee: I have heard about Save the Children. \nPersuader: I'd like to talk to you about possibly donating some money to them - is there anything about the organization that I can specifically tell you about?\n\tPersuadee: Most charities have a rating, Do you know what their's is? \nPersuader: Yes, Save the Children is rated A\n\tPersuadee: That is good. That means a large part of the donations go to the cause. \nPersuader: Yes, the breakdown that they advertise on their website also spells out where the funds go which is helpful. I'm very cautious when it comes to donating because I don't want my money misused.\n\tPersuadee: I feel the same way. If to much money is going to the administrators that is not good. \nPersuader: Yes, sort of defeats the purpose in my opinion. So are there any other questions I could answer for you before you decide how much you'd like to donate?\n\tPersuadee: Where does the money go? What countries?\nPersuader: So right now the organization is in 120 countries, which is pretty incredible. It goes to many many things, such as, shelter for refugee families, healthcare - funding hospitals and programs, education - funding schools and programs, food/shelter options...\n\tPersuadee: Alright, that is a lot of help for children. What comes next? How much do people donate?\nPersuader: So people donate anywhere from just a few cents to as much as they possibly can given the fact that the money is well used. To give you an idea, 77 cents a day can provide shelter for a refugee family. \n\tPersuadee: Alright, I can donate 77 cents. \nPersuader: Thank you! Every little bit counts!\n\tPersuadee: Is there anything we have to talk about? This is the first time I have done this chat?\nPersuader: No, I believe we can wrap it up now if you don't have any more questions!\n\tPersuadee: I do not thank you!\nPersuader: Thank you! Have a great day!", "label": [[11, 21, "8-NO-PERSUASION"], [22, 34, "8-NO-PERSUASION"], [292, 372, "1-RAPPORT-OTHER"], [456, 489, "1-RAPPORT-DISCLOSE"], [695, 776, "1-RAPPORT-DISCLOSE"], [1185, 1362, "1-RAPPORT-DISCLOSE"], [1476, 1600, "2-NEGOTIATE-OPINION"], [1600, 1677, "2-NEGOTIATE-BARGAIN"], [2009, 2026, "1-RAPPORT-OTHER"], [89, 111, "1-RAPPORT-DISCLOSE"], [112, 160, "1-RAPPORT-OTHER"], [223, 289, "2-NEGOTIATE-REQUEST"], [586, 694, "1-RAPPORT-DISCLOSE"], [889, 936, "1-RAPPORT-OTHER"], [937, 1041, "2-NEGOTIATE-REQUEST"], [1105, 1184, "1-RAPPORT-DISCLOSE"], [1735, 1746, "1-RAPPORT-OTHER"], [1746, 1770, "1-RAPPORT-OTHER"], [1881, 1954, "1-RAPPORT-OTHER"], [1998, 2009, "1-RAPPORT-OTHER"]], "idx": "946"}
{"id": 2454, "data": "Persuader: Hello. How are you today?\n\tPersuadee: I'm doing well. How are you?\nPersuader: Pretty good..Wish it was still the weekend though. Tough to get back to a routine with the kids and school. Do you have children?\n\tPersuadee: I hear you on that. I have a 2 year old so not quite into the school routine yet, but getting there\nPersuader: One of mine is 2. Such a cute but tough age! Speaking of kids.. Have you ever heard of the charity Save the Children?\n\tPersuadee: Yeah I'm really enjoying it so far, other than the occasional meltdown over nothing... I haven't. What is it?\nPersuader: It is an international charity that focuses on kids in crisis. They mostly help kids in third world countries with things like food, education, and hunger. Really a great charity.\n\tPersuadee: I see. It sounds pretty good. Is that the Sally Struthers one from back in the day?\nPersuader: Haha I remember that commercial! Not that was actually the Christian Children's Fund. But a similar idea I'm sure. Have you ever donated to a children's charity before?\n\tPersuadee: I have, some local ones\nPersuader: That's great. I really like to help kids close to home to. I think it's important to do things in your own neighborhood. But when I can I like to send some abroad too. Would you be willing to make a donation to Save the Children?\n\tPersuadee: Sure, I'd love to\nPersuader: Wow that's great, your money, not matter how small will go to really help kids who need it.  How much do you think would be able to spare?\n\tPersuadee: I think I could spare $2\nPersuader: Wow you are an exceptionally generous person. Is there anything else you'd like to know about Save the Children?\n\tPersuadee: No. I looked it up and it seems pretty legit\nPersuader: Ok great. Well when we are finished talking you will be able to enter the amount in following the survey.\n\tPersuadee: That sounds good\nPersuader: Thanks. Have a great day! I enjoyed speaking with you.\n\tPersuadee: You too! Thanks", "label": [[18, 36, "8-NO-PERSUASION"], [102, 139, "1-RAPPORT-DISCLOSE"], [11, 16, "8-NO-PERSUASION"], [89, 101, "1-RAPPORT-DISCLOSE"], [140, 196, "1-RAPPORT-DISCLOSE"], [197, 218, "1-RAPPORT-OTHER"], [387, 459, "1-RAPPORT-OTHER"], [656, 748, "1-RAPPORT-DISCLOSE"], [749, 772, "1-RAPPORT-OTHER"], [880, 913, "1-RAPPORT-DISCLOSE"], [1096, 1109, "1-RAPPORT-OTHER"], [342, 359, "1-RAPPORT-DISCLOSE"], [360, 387, "1-RAPPORT-DISCLOSE"], [593, 655, "1-RAPPORT-DISCLOSE"], [913, 965, "1-RAPPORT-DISCLOSE"], [966, 994, "1-RAPPORT-OTHER"], [995, 1048, "1-RAPPORT-OTHER"], [1109, 1155, "1-RAPPORT-DISCLOSE"], [1460, 1505, "2-NEGOTIATE-REQUEST"], [1600, 1666, "1-RAPPORT-OTHER"], [1745, 1840, "1-RAPPORT-DISCLOSE"], [1888, 1906, "1-RAPPORT-OTHER"], [1155, 1216, "1-RAPPORT-OTHER"], [1216, 1263, "1-RAPPORT-DISCLOSE"], [1264, 1325, "2-NEGOTIATE-REQUEST"], [1367, 1458, "2-NEGOTIATE-BARGAIN"], [1554, 1599, "1-RAPPORT-COMPLIMENT"], [1735, 1744, "1-RAPPORT-OTHER"], [1880, 1888, "1-RAPPORT-OTHER"], [1907, 1935, "1-RAPPORT-COMPLIMENT"]], "idx": "947"}
{"id": 2455, "data": "Persuader: hi there! How was your weekend?\n\tPersuadee: It was pretty good, hot weather but still nice and yours?\nPersuader: hot here too. I did a 5k fun for save the children charity. have you ever heard of it?\n\tPersuadee: No, I can't say I have. What is it about?\nPersuader: I'm excited to tell you about it! it is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: In what way does it support children?\nPersuader: There is a lack of support for children in developing countries, especially in war zones. For instance, millions of Syrian children have grown up facing the daily threat of violence. In the first two months of 2018 alone, 1,000 children were reportedly killed or injured in intensifying violence. \n\tPersuadee: I see so does the money go for food, shelter, medical support those kinds of things?\nPersuader: exactly. The war torn area is just one of many examples of places where kids need support. It's great to help. every little bit counts!\n\tPersuadee: Does this money provide help for the kids in their own country or is it used to bring these children over to the United States?\nPersuader: to help in their countries. They also help kids here in the USA too. would you consider making a donation? even something small would help.\n\tPersuadee: I'm sorry I'm just not able to at this time but thank you for telling me about this organization. I wish you well.\nPersuader: Even 1 penny? 1 penny would be minimal and would greatly help.\n\tPersuadee: Alright, I will donate 25 cents.\nPersuader: wow! thanks on behalf of the organization! that is generous! \n\tPersuadee: You're very welcome.\nPersuader: what else do you have planned for the labor day?\n\tPersuadee: We went out with family to eat and are just taking it easy and yourself?\nPersuader: going out to eat is always a fun way to spend time together. I went to the movies to see crazy rich asians. It was good.\n\tPersuadee: It sounds like fun. I recently saw a old movie at the theatre called Casablanca with Humphrey Bogart.", "label": [[21, 42, "1-RAPPORT-OTHER"], [124, 137, "1-RAPPORT-DISCLOSE"], [137, 183, "1-RAPPORT-DISCLOSE"], [183, 210, "1-RAPPORT-OTHER"], [310, 463, "1-RAPPORT-DISCLOSE"], [525, 614, "1-RAPPORT-DISCLOSE"], [708, 821, "3-EMOTION-STORY"], [931, 939, "1-RAPPORT-SIMILAR"], [1246, 1286, "1-RAPPORT-DISCLOSE"], [1287, 1324, "2-NEGOTIATE-REQUEST"], [1615, 1619, "1-RAPPORT-OTHER"], [1620, 1658, "1-RAPPORT-OTHER"], [1659, 1675, "1-RAPPORT-OTHER"], [1866, 1926, "1-RAPPORT-DISCLOSE"], [1974, 1985, "1-RAPPORT-DISCLOSE"], [11, 20, "8-NO-PERSUASION"], [275, 309, "1-RAPPORT-OTHER"], [615, 707, "3-EMOTION-STORY"], [940, 1021, "1-RAPPORT-DISCLOSE"], [1022, 1066, "1-RAPPORT-OTHER"], [1218, 1245, "1-RAPPORT-DISCLOSE"], [1325, 1357, "2-NEGOTIATE-BARGAIN"], [1496, 1508, "2-NEGOTIATE-BARGAIN"], [1510, 1558, "2-NEGOTIATE-BARGAIN"], [1721, 1769, "1-RAPPORT-OTHER"], [1927, 1973, "1-RAPPORT-DISCLOSE"]], "idx": "948"}
{"id": 2456, "data": "Persuader: Hello, how are you I'd like to give you some information about a great charity if you have a few minutes.\n\tPersuadee: of course i have time, please tell me.\nPersuader: Ok the charity is called Save the Children.  Have you ever heard about it?\n\tPersuadee: i think so, its a charity that saves children right?\nPersuader: Exactly. It is an international non-governmental organization that promotes children's rights, provides relief and helps support children in developing countries. Sounds pretty good right?\n\tPersuadee: yes its really fantastic, i love this kind of organizations that help people and do the gods job.\nPersuader: Right. So basically children are dying from hunger and things like no shelter. What this charity does is helps provide these resources in an efficient matter. How important is helping children out to you? \n\tPersuadee: i like to help childrens because it makes me feel pleasure of helping someone, children are the future we must help them.\nPersuader: Yes, as Whitney Houston once said \"I believe that children are our future, teach them well and watch them lead the way.\"  If you were able to give a monetary donation it would help essential to help ensuring children\\'s rights to health, education and safety. \n\tPersuadee: i would like to help with this charity, i want to give a little amount of money when i have the opportunity .\nPersuader: I understand. I think its great that you would like to help. You know, every little bit will help a child to achieve a better life. \n\tPersuadee: but i dont know how much a normal person donates, you will donate in this charity?\nPersuader: Yes, the research team will collect all donations and send it to Save the Children.\n\tPersuadee: great, if it is like this i would like to donate $1 for this charity.\nPersuader: How much do you like to donate to the charity now? Your donation will be directly deducted from your task payment. You can choose any amount from $0 to all your payment ($2).\n\tPersuadee: i said i would like to donate $1, i would be happy to donate from my bonus because i know the money will help someone.\nPersuader: Wow, that is a generous donation. You are a good person and I'm here to ensure you the money will be going to a good place for children that need it. \n\tPersuadee: thank you very much, you will donate today too? or just i can donate?\nPersuader: I am here to help in any way possible. After this chat you will be prompted for the donation. Thank you again for your generous donation and sleep well knowing your donation has helped a child somewhere in this big world. \n\tPersuadee: thank you too, it was a pleasure talking to you, you made me donate today with the wonderfool way you talked to me.", "label": [[11, 116, "1-RAPPORT-OTHER"], [179, 222, "1-RAPPORT-DISCLOSE"], [224, 253, "1-RAPPORT-OTHER"], [330, 338, "1-RAPPORT-SIMILAR"], [339, 492, "1-RAPPORT-DISCLOSE"], [493, 518, "1-RAPPORT-OTHER"], [642, 648, "1-RAPPORT-OTHER"], [649, 720, "1-RAPPORT-DISCLOSE"], [721, 800, "1-RAPPORT-DISCLOSE"], [801, 846, "1-RAPPORT-OTHER"], [993, 1113, "1-RAPPORT-OTHER"], [1626, 1709, "1-RAPPORT-DISCLOSE"], [1854, 1917, "1-RAPPORT-DISCLOSE"], [1918, 1977, "2-NEGOTIATE-BARGAIN"], [2120, 2153, "1-RAPPORT-COMPLIMENT"], [2155, 2268, "1-RAPPORT-COMPLIMENT"], [2458, 2584, "1-RAPPORT-OTHER"], [1115, 1252, "1-RAPPORT-OTHER"], [1387, 1400, "1-RAPPORT-SIMILAR"], [1401, 1447, "1-RAPPORT-COMPLIMENT"], [1448, 1518, "1-RAPPORT-DISCLOSE"], [1803, 1853, "2-NEGOTIATE-REQUEST"], [2364, 2402, "1-RAPPORT-DISCLOSE"], [2403, 2458, "1-RAPPORT-DISCLOSE"]], "idx": "949"}
{"id": 2457, "data": "Persuader: save the childrens is our social duty\n\tPersuadee: Why do you say that?\nPersuader: because the children wills death due to non parents\n\tPersuadee: I have my own children to worry about.\nPersuader: oh okk but isay generally\n\tPersuadee: We have no responsibility.  Whatever is done is done out of kindness, not obligation.\nPersuader: yes you are right. but we have to donate for save the childrens\n\tPersuadee: No, we really don't have to at all.  Most charities are scams anyway.\nPersuader: but not all charitys are scams\n\tPersuadee: I am not willing to risk my money to test them.\nPersuader: but you will spend your money in unwanted like trips,snacks etc....\n\tPersuadee: You don't know me well enough to assume that now do you?  I lead a very simple life.\nPersuader: its ok and you will tell this some friends who are in high class to donate for the childrens\n\tPersuadee: No, I really wouldn't lead anyone to have their money taken.\nPersuader: what a pesimist you are \n\tPersuadee: No, it's called being a Realist...\nPersuader: it's not realistic its called as fear of everything\n\tPersuadee: It's not fear.  It's common sense.  I think it's very silly to give your money away.\nPersuader: its not very sily its says to be humanity. are you a human or not\n\tPersuadee: I am very human.  I prefer to donate to my own kids.", "label": [[11, 48, "1-RAPPORT-DISCLOSE"], [93, 144, "1-RAPPORT-DISCLOSE"], [207, 232, "1-RAPPORT-DISCLOSE"], [499, 529, "4-LOGIC-ARGUE"], [777, 869, "7-RESSURE-OTHER"], [1196, 1239, "7-RESSURE-OTHER"], [1240, 1262, "7-PRESSURE-MANIPULATE"], [342, 360, "1-RAPPORT-SIMILAR"], [361, 405, "7-RESSURE-OTHER"], [601, 668, "3-EMOTION-GUILT"], [954, 977, "7-PRESSURE-INTIMIDATE"], [1036, 1088, "7-PRESSURE-MANIPULATE"]], "idx": "950"}
{"id": 2458, "data": "Persuader: Hi, how are you today?\n\tPersuadee: I'm well, how are you?\nPersuader: excellent, are you familiar with the charity Save the Children?\n\tPersuadee: I have not heard of it.\nPersuader: they are an NGO that promotes children's rights and poverty relief in developing nations. \n\tPersuadee: that sounds like tireless work; especially today\nPersuader: I am sure that is case. It is one of the most respected charities of its type. Given its universal appeal can I convince you to donate some portion of your payment to the charity today?\n\tPersuadee: I sounds like a great charity but I donate to local charities. \nPersuader: do you live in the United States?\n\tPersuadee: I do, North Carolina.\nPersuader: it is true that there are hungry children living in poverty in the United States but we have a safety net, maybe not as good of one as we should, but there are government programs at the ready to help. Children in developing countries often have little access to food and clean water with outside help. \n\tPersuadee: I agree children all over the world need help. The charity that I help with is for homeless children in my community.  There parents are the working poor that can't fully use our social safety nets.  They are the ones that our current government has forgotten about.  \nPersuader: fair enough, I assume mechanical turk then is not a primary source of income and diversion or just fun?\n\tPersuadee: Correct, it is not my primary source of income but a means to supplement what I give to my community.\nPersuader: I am willing to match any portion of you payment you choose to donate, doubling the amount is not an opportunity available outside of this forum\n\tPersuadee: That is very generous.  I will donate $1 of the payment\nPersuader: fantastic, I would love to donate a 1.\n\tPersuadee: I'm glad we can agree\nPersuader: as am I, my office is right up the street from Save the Children.\n\tPersuadee: if you are ever looking for a worthy charity in the States please consider A Child's Place.  ", "label": [[79, 143, "1-RAPPORT-OTHER"], [433, 539, "2-NEGOTIATE-REQUEST"], [627, 660, "1-RAPPORT-OTHER"], [908, 1007, "3-EMOTION-EMPATHY"], [1531, 1675, "2-NEGOTIATE-BARGAIN"], [1755, 1793, "1-RAPPORT-DISCLOSE"], [11, 32, "8-NO-PERSUASION"], [191, 281, "1-RAPPORT-DISCLOSE"], [354, 377, "1-RAPPORT-SIMILAR"], [377, 432, "1-RAPPORT-DISCLOSE"], [706, 907, "3-EMOTION-STORY"], [1302, 1405, "1-RAPPORT-OTHER"], [1531, 1675, "1-RAPPORT-DISCLOSE"], [1838, 1904, "1-RAPPORT-DISCLOSE"]], "idx": "951"}
{"id": 2459, "data": "Persuader: Hi, I'd like to talk to you about Save the Children.\n\tPersuadee: Okay, what is Save the Children\nPersuader: It is an organization that helps children in difficult life situations.\n\tPersuadee: How does it help the children?\nPersuader: It promotes their rights. It provides medical care and food.\n\tPersuadee: What kind of difficult life situations are the children in?\nPersuader: They live in poor countries. Governments are corrupt. These kids need help!\n\tPersuadee: How is the medical care and food dispensed?\nPersuader: We send in volunteers under the guard of military people. Nurses and doctors from other countries set up clinics.\n\tPersuadee: How does this charity promote their rights?\nPersuader: They work with international legal agencies to file court cases locally and to petition govt for new laws.\n\tPersuadee: How does the charity decide what countries to help?\nPersuader: The UN lists countries in which children have it worst. StC starts with the hardest-hit places and works with neighboring govts.\n\tPersuadee: Okay. Is this a non profit?\nPersuader: Yes, it is nonprofit. There are few orgs like us, and we could use all the help we can get.\n\tPersuadee: Do you accept volunteers?\nPersuader: We do, but it is hard to qualify because of the difficult conditions. We only accept the best. \n\tPersuadee: That is understandable. What is the process for becoming a volunteer?\nPersuader: At this stage, we are in greater need of funding to support current operations.\n\tPersuadee: That makes sense. Thank you for the information!", "label": [[119, 189, "1-RAPPORT-OTHER"], [245, 270, "1-RAPPORT-DISCLOSE"], [443, 464, "3-EMOTION-EMPATHY"], [418, 442, "3-EMOTION-ANGER"], [389, 417, "3-EMOTION-GUILT"], [895, 950, "1-RAPPORT-DISCLOSE"], [1286, 1310, "1-RAPPORT-DISCLOSE"], [1405, 1484, "1-RAPPORT-DISCLOSE"], [11, 63, "1-RAPPORT-OTHER"], [270, 305, "1-RAPPORT-DISCLOSE"], [532, 581, "1-RAPPORT-DISCLOSE"], [713, 819, "1-RAPPORT-DISCLOSE"], [951, 1023, "1-RAPPORT-DISCLOSE"], [1074, 1095, "1-RAPPORT-DISCLOSE"], [1097, 1166, "1-RAPPORT-DISCLOSE"], [1216, 1285, "1-RAPPORT-DISCLOSE"]], "idx": "952"}
{"id": 2460, "data": "Persuader: Hi.\n\tPersuadee: hello\nPersuader: Do you want to donate 5 cents to Save the Children?\n\tPersuadee: no, I have no interest in making any donations.\nPersuader: Alright, no problem.\n\tPersuadee: I am not sure what they expect here.  Multiple requests for money until someone says yes or no and then what?\nPersuader: Sounds like 10 chat turns (probably apiece). \n\tPersuadee: It seems like a one question and answer item to me.  \nPersuader: Yeah, if I was passionate about the cause, maybe a two question, but I can't back a cause I don't believe in.\n\tPersuadee: The cause is the only cause I might donate to but if I were to donate, it would not be from a survey.\nPersuader: Yeah, it looks like I get bonused the amount you donate.\n\tPersuadee: Oh, on my end, they didn't explain anything.  \nPersuader: I think I've already broken the rules about what I am supposed to say. Mostly it gives me info on the charity.\n\tPersuadee: Oh, it still would have been better if I had some information.  I was just put into a chat room with instructions about having a chat about a charity.\nPersuader: Kind of the same for me. But it looks like it's something to do with kids in Syria and refers me to the website.\n\tPersuadee: I think I just didn't react to the little bit of instruction like they had anticipated.  Syria is a good one but I am a little worried about some kids in America, right now.\nPersuader: A lot of people care about the immigrants. The fact that the government actually listened to people complaining was interesting. I suppose they could have done nothing.\n\tPersuadee: I think people are getting more and more involved, all of a sudden.  This country my have had its wake up call :)\nPersuader: History tends to repeat itself.\n\tPersuadee: true.  only because we think of our ancestors as them instead of us.", "label": [[11, 13, "8-NO-PERSUASION"], [44, 95, "2-NEGOTIATE-REQUEST"], [167, 186, "1-RAPPORT-OTHER"], [321, 365, "1-RAPPORT-OTHER"], [806, 876, "1-RAPPORT-DISCLOSE"], [1401, 1444, "1-RAPPORT-OTHER"], [1444, 1529, "1-RAPPORT-DISCLOSE"], [1707, 1738, "1-RAPPORT-OTHER"], [444, 553, "1-RAPPORT-OTHER"], [679, 734, "1-RAPPORT-DISCLOSE"], [877, 916, "1-RAPPORT-DISCLOSE"], [1091, 1115, "1-RAPPORT-DISCLOSE"], [1116, 1203, "1-RAPPORT-DISCLOSE"], [1530, 1569, "1-RAPPORT-OTHER"]], "idx": "953"}
{"id": 2461, "data": "Persuader: Hello! How are you doing today?\n\tPersuadee: I am doing fine today . How are you doing today?\nPersuader: I'm doing alright. Just had a baby recently, so trying to get back to my normal routine. Do you have any children?\n\tPersuadee: Congratulations, yes I have two kids single parent so it's kind of hard to get to a normal routine but i will keep On pushing \nPersuader: I can't imagine doing it alone. This was number four for me, feels like anything above one is pure chaos.  You must be really busy do it on your own.  Do you have a moment to talk about a charity I am really passionate about?\n\tPersuadee: Yes , it's very hard from the time I get up in the a.m I never have me time but I will keep on pushing for my kids , and yes i have a moment to talk about the charity.\nPersuader: It is called Save the Children. Have you heard of it before?\n\tPersuadee: I think I have heard about it before but I was never given details on what the charity in it's meaning were.\nPersuader: Well it is a charity that supports kids in developing countries. It is not related to government. They do anything from education to safety to nutrition.  Something  a lot of people in first world countries don't have to worry about. A lot of the stories are so heartbreaking.  Have you ever donated to a charity like this?\n\tPersuadee: Yes , I have I donated to the red nose charity when I was employed with Walgreens all the time.\nPersuader: That is a great charity! And I like the fun aspect of the red noses to raise awareness.   This charity is similar to that one in that it focused on those who are in great need.  Any money you would donate to this charity would address similar issues and go to a great cause. Do you have any questions about Save the Childen?\n\tPersuadee: I'm sorry as of today I don't have any money to donate due to my financial situation.\nPersuader: I completely understand. I'm sure that you have a lot on your plate being a single parent. And raising kids is so expensive.  Even small amounts can go a long way.  Would you even being about to spare some change?\n\tPersuadee: I I could I would but unfortunately I don't have anything.\nPersuader: If you did have money, would you donate to a charity like this one?\n\tPersuadee: Yes, I would I wouldn't mind helping someone in need. \nPersuader: That is good to hear. Hopefully when you think about receiving your bonus today, you can think about the good that you could do with a small amount. What you might spend on a candy bar or can of pop could do a lot to help a kid in need. I hope you reconsider.\n\tPersuadee: Yes , when I usually have I will give unfortunately my situation right now doesn't allow me to . I'm sorry.\nPersuader: Well I hope you have a great weekend. You have a lot to be thankful for. Nice talking to you.\n\tPersuadee: Nice speaking with you have a good day.", "label": [[11, 18, "8-NO-PERSUASION"], [380, 412, "1-RAPPORT-DISCLOSE"], [531, 605, "2-NEGOTIATE-REQUEST"], [1055, 1087, "1-RAPPORT-DISCLOSE"], [1088, 1143, "1-RAPPORT-DISCLOSE"], [1145, 1223, "1-RAPPORT-DISCLOSE"], [1224, 1266, "1-RAPPORT-DISCLOSE"], [1268, 1313, "1-RAPPORT-OTHER"], [1523, 1609, "1-RAPPORT-DISCLOSE"], [1611, 1708, "1-RAPPORT-DISCLOSE"], [1708, 1757, "1-RAPPORT-OTHER"], [1892, 1957, "1-RAPPORT-SIMILAR"], [1958, 1991, "1-RAPPORT-OTHER"], [2331, 2457, "2-NEGOTIATE-BARGAIN"], [2545, 2567, "7-RESSURE-OTHER"], [2739, 2772, "1-RAPPORT-OTHER"], [2773, 2793, "1-RAPPORT-COMPLIMENT"], [18, 42, "1-RAPPORT-OTHER"], [115, 133, "1-RAPPORT-DISCLOSE"], [134, 203, "1-RAPPORT-DISCLOSE"], [204, 229, "1-RAPPORT-OTHER"], [412, 485, "1-RAPPORT-DISCLOSE"], [487, 529, "1-RAPPORT-OTHER"], [797, 828, "1-RAPPORT-DISCLOSE"], [829, 857, "1-RAPPORT-OTHER"], [990, 1054, "1-RAPPORT-DISCLOSE"], [1433, 1457, "1-RAPPORT-DISCLOSE"], [1458, 1520, "1-RAPPORT-DISCLOSE"], [1867, 1891, "1-RAPPORT-SIMILAR"], [1993, 2030, "2-NEGOTIATE-BARGAIN"], [2032, 2080, "2-NEGOTIATE-BARGAIN"], [2162, 2230, "1-RAPPORT-OTHER"], [2309, 2330, "1-RAPPORT-OTHER"], [2458, 2545, "3-EMOTION-GUILT"], [2700, 2737, "1-RAPPORT-OTHER"]], "idx": "954"}
{"id": 2462, "data": "Persuader: You know, there is a charity called Save the Children.  It's a great charity and supports kids.  Even a few cents helps.\n\tPersuadee: Hi, yeah I have heard about this charity and will be considering making a donation to them.\nPersuader: That's great! Save the Children is an international non-governmental organization that promotes children's rights, provides relief, and helps support children in developing countries.\n\tPersuadee: I was thinking about making a donation of about 30 cents to the organization.\nPersuader: That would be great.  Right now, there is still a lot to do in the aftermath of Hurricane Maria and small donations will help a lot of children and their families. We all have a responsibility to help.\n\tPersuadee: Yes I agree it is doing gods work and makes a difference to make even a small donation to them.\nPersuader: How much money do you spend on unnecessary things like snacks or candy? Money can be used in more meaningful ways.\n\tPersuadee: only about 5-10 dollars per two weeks. I am more of a healthy eater. I have to watch my diet too.\nPersuader: Every little bit helps, but for the price of a dollar a day, you can sponsor a Save the Children child in need in the US or abroad.\n\tPersuadee: Yes I agree, money should be used for more important issues.\nPersuader: Save the Children is a reputable organization; more than 90% of their money goes towards the children they are helping, so you can also be confident that your money is going where it should.\n\tPersuadee: i heard that they are very legitimate. I am definitely making a donation to help them of 0.30 cents.\nPersuader: That sounds great! The organization helped more than 157 million kids last year and your donation will help one of them. Do you know how to donate?\n\tPersuadee: sure do. I plan on making the donation after this study is completed.\nPersuader: OK.  Your donation will be directly deducted from your task payment, and you can choose any amount, all the way up to $2, if you want to donate more than 30 cents.\n\tPersuadee: yeah I I know I can. I might consider also making a larger donation to 0.50 cents. but I think 0.30 cents is adequate to help out some of the children.\nPersuader: Well, anything helps. The research team will collect all of the donations and send them to Save the Children.\n\tPersuadee: ok. that sounds legitimate to me. I want to help children and make my money go to good use.\nPersuader: Small donations will help a lot of childrens and their families and your donation will certainly help.\n\tPersuadee: any means to be helpful and make a difference in others lives is what I care about the most.", "label": [[67, 105, "1-RAPPORT-DISCLOSE"], [247, 260, "1-RAPPORT-OTHER"], [11, 65, "1-RAPPORT-DISCLOSE"], [108, 131, "2-NEGOTIATE-BARGAIN"], [554, 695, "1-RAPPORT-DISCLOSE"], [261, 430, "1-RAPPORT-DISCLOSE"], [532, 552, "1-RAPPORT-SIMILAR"], [696, 732, "3-EMOTION-GUILT"], [853, 924, "2-NEGOTIATE-REQUEST"], [925, 966, "4-LOGIC-OTHER"], [1089, 1220, "2-NEGOTIATE-BARGAIN"], [1305, 1495, "1-RAPPORT-DISCLOSE"], [1639, 1740, "1-RAPPORT-DISCLOSE"], [1741, 1767, "2-NEGOTIATE-REQUEST"], [1861, 1864, "8-NO-PERSUASION"], [1866, 2024, "2-NEGOTIATE-BARGAIN"], [1866, 1929, "1-RAPPORT-DISCLOSE"], [2222, 2309, "1-RAPPORT-DISCLOSE"], [1620, 1639, "1-RAPPORT-SIMILAR"], [2200, 2221, "2-NEGOTIATE-BARGAIN"], [2425, 2527, "1-RAPPORT-DISCLOSE"]], "idx": "955"}
{"id": 2463, "data": "Persuader: Hello, have you heard of Save The Children?\n\tPersuadee: I think so, it sounds familiar. it is a nonprofit charity if i recall. What exactly do they do?\nPersuader: Save The Children helps kids from around the world by taking contributions from generous patrons. Kids from countries that have been stricken by poverty, violence, and other blights.\n\tPersuadee: What countries has the charity worked in recently? \nPersuader: Well, we have programs set up in 120 countries in total right now. Some of our most recent campaigns involve Myanmar - in Rohingya where parents and their children have been forced to flee because of violence to surrounding countries. In the largest refugee camp stationed in Bangladesh, there are an estimated 915,000 children and adults taking shelter.\n\tPersuadee: Wow that sounds like a really robust program. How long has Save the Children been around?\nPersuader: It was founded in 1919, on April 15th in London - UK.\n\tPersuadee: Do you work for Save the Children or do you just volunteer for the charity?\nPersuader: I do not work for them, I work on behalf of them. That is why I'm talking to you today. These children need help, and could use it from generous people like you. A meal, an education, an opportunity like everyone else, that is all these kids want. Even one cent will add up to help a child in need, but if you wish you may donate up to 2 dollars. For every cent you donate it will come directly from your task payment.\n\tPersuadee: I love to help charities that serve a good cause and I would love to donate but I do have one question. What is the portion of donations that goes to children versus the portion that goes to administration or other expenses\nPersuader: Sure, absolutely. In 2017, 86% went to Program services - or services that directly help aid these children. 9% went towards fundraising efforts, and 5% went towards our Management & other general costs. In 2018 we anticipate similar numbers.\n\tPersuadee: That's pretty impressive! Not too many charities can claim such a strong commitment to the cause.\nPersuader: We do it for them, not for ourselves. And we hope our numbers reflect that amount of love and effort that goes toward what we do.\n\tPersuadee: I'd be willing to donate $1 to Save the Children.\nPersuader: That is very kind! After this chat is complete, you may choose how ever much you wish to give on the next page. Would you like to know about a potential child this money would be helping?\n\tPersuadee: Sure, tell me more about a potential child this money would help.\nPersuader: Mim, in Bangladesh is 7 years old, and wants to become a teacher. It could go towards her education, because in her country the average girl only stays in school until 10 years old. But more likely, it will be going towards meals or daily living expenses, with the average parent from her country only earning $3 a day.\n\tPersuadee: How much does a $1 dollar donation change a child like Mim's situation?\nPersuader: As you can see, $1 will change their world. One more meal or a pair of shoes will be one less thing that Mim, and her parents need to worry about. Bangladesh has been one of the largest parts of that Rohingya refugee exodus from Myanmar that I mentioned before and have been struggling themselves taking on more than 655,000 extra people. This has caused further hardship on an already hardened country.\n\tPersuadee: Besides donating and raising awareness, is there any other way I can help Save the Children?\nPersuader: Yes. You can slo sign up & stay connected on our website with your email and phone number. You can also volunteer if you're in the area of any of these children at our program centers. Thank you for donation, there will never be enough people like you in the world! ", "label": [[11, 54, "1-RAPPORT-OTHER"], [174, 271, "1-RAPPORT-DISCLOSE"], [667, 786, "3-EMOTION-STORY"], [900, 953, "1-RAPPORT-DISCLOSE"], [1052, 1102, "1-RAPPORT-DISCLOSE"], [1215, 1300, "3-EMOTION-EMPATHY"], [1719, 1736, "1-RAPPORT-SIMILAR"], [1923, 1960, "1-RAPPORT-DISCLOSE"], [2286, 2304, "1-RAPPORT-OTHER"], [2398, 2473, "1-RAPPORT-OTHER"], [2305, 2397, "2-NEGOTIATE-REMIND"], [3317, 3380, "3-EMOTION-EMPATHY"], [3589, 3683, "1-RAPPORT-DISCLOSE"], [272, 356, "3-EMOTION-ANGER"], [432, 498, "1-RAPPORT-DISCLOSE"], [499, 666, "3-EMOTION-STORY"], [1104, 1141, "1-RAPPORT-DISCLOSE"], [1141, 1214, "2-NEGOTIATE-OPINION"], [1301, 1399, "2-NEGOTIATE-BARGAIN"], [1400, 1470, "1-RAPPORT-DISCLOSE"], [1737, 1827, "1-RAPPORT-DISCLOSE"], [1828, 1923, "1-RAPPORT-DISCLOSE"], [2121, 2212, "1-RAPPORT-DISCLOSE"], [2083, 2120, "3-EMOTION-EMPATHY"], [2563, 2628, "1-RAPPORT-DISCLOSE"], [2629, 2743, "1-RAPPORT-DISCLOSE"], [2745, 2881, "1-RAPPORT-DISCLOSE"], [2978, 3021, "1-RAPPORT-DISCLOSE"], [3022, 3124, "3-EMOTION-STORY"], [3125, 3317, "3-EMOTION-STORY"], [3498, 3502, "1-RAPPORT-SIMILAR"], [3503, 3589, "1-RAPPORT-DISCLOSE"], [3683, 3763, "1-RAPPORT-COMPLIMENT"]], "idx": "956"}
{"id": 2464, "data": "Persuader: Hi. I'm MJ. Have you heard of Save the Children?\n\tPersuadee: I believe I have, yes.\nPersuader: It's a charity that directly benefits kids in terms of education, food, etc., especially in war-torn countries. I was hoping I could interest you in donating a portion of your payment today toward it.\n\tPersuadee: I could donate $1.\nPersuader: That would be really generous.  I plan to donate $1 too.\n\tPersuadee: Great. What are some recent successes the charity has had?\nPersuader: You know. I'd have to look that up to get specifics, but give me a sec and I'll go look. Where are you from?\n\tPersuadee: I'm in Chicago\nPersuader: Ah, the windy city. I'm in Midvale, Utah.\n\tPersuadee: Pretty cool. I've never been to Utah.\nPersuader: We've got some beautiful national parks here. Lots of crazy rock formations.\n\tPersuadee: Yeah I've seen pictures of them. A lot of my friends have done the whole touring the parks out west trip; I just haven't yet.\nPersuader: I hope you do some day. Right now, Save the Children is working with Rohingya Refugees and Hurricane Harvey victims among other things (didn't want you to think I forgot your question)\n\tPersuadee: No that's cool. It's good to hear about things being done about the Rohingya situation.\nPersuader: We only have a couple of seconds left. I just wanted to say that it was nice to chat with you.\n\tPersuadee: Nice chatting with you too!\nPersuader: Ready for fall in  Chicago? What's the weather like there?\n\tPersuadee: It's been humid but we've got a huge thunderstorm going right now. Hopefully it will break the heat.\nPersuader: Would love a good thunderstorm. Very dry here.  Take care, my friend.\n\tPersuadee: You take care too!", "label": [[11, 14, "8-NO-PERSUASION"], [15, 22, "8-NO-PERSUASION"], [23, 59, "8-NO-PERSUASION"], [106, 217, "1-RAPPORT-DISCLOSE"], [218, 305, "2-NEGOTIATE-REQUEST"], [349, 379, "1-RAPPORT-OTHER"], [380, 405, "1-RAPPORT-DISCLOSE"], [498, 577, "1-RAPPORT-DISCLOSE"], [488, 497, "8-NO-PERSUASION"], [577, 596, "1-RAPPORT-OTHER"], [635, 654, "1-RAPPORT-OTHER"], [654, 676, "1-RAPPORT-DISCLOSE"], [784, 814, "1-RAPPORT-DISCLOSE"], [988, 1148, "1-RAPPORT-DISCLOSE"], [1298, 1353, "1-RAPPORT-COMPLIMENT"], [1406, 1433, "1-RAPPORT-OTHER"], [1589, 1620, "1-RAPPORT-DISCLOSE"], [1638, 1657, "1-RAPPORT-FRIEND"], [738, 784, "1-RAPPORT-DISCLOSE"], [964, 987, "1-RAPPORT-OTHER"], [1260, 1298, "1-RAPPORT-DISCLOSE"], [1435, 1464, "1-RAPPORT-OTHER"], [1621, 1634, "1-RAPPORT-DISCLOSE"]], "idx": "957"}
{"id": 2465, "data": "Persuader: Hello! Ho are you doing today?\n\tPersuadee: doing fine, what about you\nPersuader: I'm doing great but i would feel so much better if you let me tell you about one amazing charity\n\tPersuadee: go ahead :) i'm listening\nPersuader: I'm working for Save the Children charity! Have you heard about it?\n\tPersuadee: I don't think so. \nPersuader: It's a great charity that helps children i developing countries and they are also currently helping at the US Mexican border to reunite children with their families\n\tPersuadee: such an important job! Tell me more\nPersuader: Sure! There was this little boy in Africa, he was only 1 year old and he died of hunger. It breaks my heart\n\tPersuadee: so sad. How can i help?\nPersuader: i'm glad you asked! you can help save children like that boy by donating to Save the Children\n\tPersuadee: how do i know money will go to children and it's not a scam?\nPersuader: This charity is one of the most top rated in the world. You can also check out their website to see for yourself  URL \n\tPersuadee: great, let me check it out\nPersuader: sure! Take your time. I'm here whenever you are ready\n\tPersuadee: so i like that 86% is going to the cause. \nPersuader: yes! You see? This charity is credible and people who work for it are professionals and have big hearts. would you like to donate and save the children?\n\tPersuadee: I probably will. Is there a minimum i can donate?\nPersuader: you can donate as much as 2$ or as little as couple of cents. I encourage you to donate as much as you can\n\tPersuadee: hmmm, let me think about it", "label": [[11, 17, "8-NO-PERSUASION"], [18, 41, "8-NO-PERSUASION"], [92, 188, "1-RAPPORT-DISCLOSE"], [238, 280, "1-RAPPORT-DISCLOSE"], [572, 577, "1-RAPPORT-SIMILAR"], [578, 660, "3-EMOTION-STORY"], [660, 679, "3-EMOTION-EMPATHY"], [727, 747, "1-RAPPORT-SIMILAR"], [747, 820, "2-NEGOTIATE-BARGAIN"], [905, 960, "1-RAPPORT-DISCLOSE"], [1096, 1127, "1-RAPPORT-DISCLOSE"], [1208, 1298, "1-RAPPORT-DISCLOSE"], [281, 304, "1-RAPPORT-OTHER"], [348, 512, "1-RAPPORT-DISCLOSE"], [961, 1022, "1-RAPPORT-DISCLOSE"], [1074, 1079, "1-RAPPORT-SIMILAR"], [1080, 1095, "1-RAPPORT-OTHER"], [1194, 1199, "1-RAPPORT-SIMILAR"], [1199, 1207, "1-RAPPORT-OTHER"], [1299, 1345, "2-NEGOTIATE-REQUEST"], [1420, 1481, "2-NEGOTIATE-BARGAIN"], [1481, 1526, "2-NEGOTIATE-BARGAIN"]], "idx": "958"}
{"id": 2466, "data": "Persuader: Hello\n\tPersuadee: Yea, hello. Glad you took your time.\nPersuader: I'd like to speak to you about Save the Children. Do you have any kids?\n\tPersuadee: No, I do not have kids. What is Save the Children about?\nPersuader: Save the Children is an international non-governemnt organization. Their goal is to promotes children's rights, provides relief and helps support children in developing countries.\n\tPersuadee: That sounds really cool. What specific countries do they help out?\nPersuader: They help out many third world countries from all over the world.\n\tPersuadee: Okay. I guess I would look them up sometime to find out more.\nPersuader: How do you feel about those who were unluckily born to poor circumstances?\n\tPersuadee: I feel like it's a shame and I wish we could do more. How can I help?\nPersuader: You sound like a really kind person. Would you like to make a donation to Save the Children. Anything will help.\n\tPersuadee: Thank you, I would like to make a 50 dollar donation but first. Is there a website for this charity?\nPersuader: Thank you! That will make a difference in many of their lives. Yes. There is.  URL \n\tPersuadee: IT looks really good and professional. I am definitely going to donate.\nPersuader: Thank you. It will be appreciated it.\n\tPersuadee: Is there any other information you can share with me that I shuld know about?\nPersuader: Absolutely. Recently, we will have been involved in the US-Mexico border crisis involved with separating children from their parents at the border.\n\tPersuadee: That sounds awesome. I wish you all luck in that. \nPersuader: Thank you. It will be difficult, but we are focused in reuniting the children with their family. The separation should never have happened.\n\tPersuadee: I definitely agree with that. It takes a lot to fix this country already so your effort is definitely astounding.", "label": [[296, 408, "1-RAPPORT-DISCLOSE"], [499, 564, "1-RAPPORT-DISCLOSE"], [855, 910, "2-NEGOTIATE-REQUEST"], [911, 930, "2-NEGOTIATE-BARGAIN"], [1055, 1065, "1-RAPPORT-OTHER"], [1067, 1117, "1-RAPPORT-DISCLOSE"], [1118, 1122, "8-NO-PERSUASION"], [1123, 1132, "8-NO-PERSUASION"], [1245, 1271, "1-RAPPORT-OTHER"], [1385, 1520, "1-RAPPORT-DISCLOSE"], [11, 16, "8-NO-PERSUASION"], [127, 148, "1-RAPPORT-OTHER"], [77, 127, "1-RAPPORT-DISCLOSE"], [229, 295, "1-RAPPORT-DISCLOSE"], [650, 724, "1-RAPPORT-OTHER"], [818, 854, "1-RAPPORT-COMPLIMENT"], [1134, 1137, "1-RAPPORT-DISCLOSE"], [1234, 1244, "1-RAPPORT-OTHER"], [1373, 1384, "1-RAPPORT-OTHER"], [1595, 1605, "1-RAPPORT-OTHER"], [1606, 1691, "1-RAPPORT-DISCLOSE"], [1692, 1734, "3-EMOTION-EMPATHY"]], "idx": "959"}
